{"Aberama Gold": {"Background": "===Background===\nAberama Gold is a Gypsy hit-man with a bad reputation as a savage. He has a son, Bonnie Gold, and three daughters, the oldest of whom is named Esmeralda. His wife is deceased, but Aberama describes Bonnie as having his father's strength and his mother's temper. His grandfather and Thomas’ camped together at some point but the relationship ended badly.\n\n==", "Series 4": "=== Series 4 · 1925-1926  ===\nWhen Italian-American gangster Luca Changretta arrives in Birmingham to destroy the Shelby family as part of his vendetta, Thomas Shelby hires Aberama Gold and his crew as muscle. The Gold mob have a particularly bad and fearsome reputation even among criminals, and Johnny Dogs describes them as untrustworthy 'savages', 'heathens' who prey on their own community.\n\nNevertheless, Thomas hires them, sending an invitation for John Shelby's funeral to Aberama and using the funeral to lure out two local Italian criminals working for Changretta. Aberama and his son Bonnie kill the two assassins as they prepare to shoot Thomas, then brings them to Thomas on horseback and demands £1,000 as payment. As he passes Polly he tips his hat to her flirtatiously.\n\n[[File:Ep4_2_Aberama_Gold.png|thumb|Aberama kills an Italian assassin.|250px]]Gold and his caravan are taken to [[Charlie Strong's Yard]], where Aberama provocatively demands ownership of the yard as payment for his support. Thomas instead offers to stake the yard on a coin toss, demanding sex with Aberama's daughter should Aberama lose. Aberama backs down, and Thomas warns him not to disrespect the Shelby's friends in future.\n\nAfter Polly advises him that Gold wants something other than money, Thomas asks Aberama what he really wants. Gold admits that he wants Thomas to take on his son, Bonnie, to train as a professional boxer in return for his help.\n\n[[File:Aberama Bonnie Gold.jpg|thumb|Aberama Gold and his son [[Bonnie Gold]]|250px|link=http://www.farfarawaysite.com/section/peaky/gallery4/gallery4/hires/36.jpg]]\n\nTo test the kid’s skills, Thomas finds former boxing champion [[Billy Mills]] in his factory and asks him to fight Bonnie Gold. During the fight, Aberama coaches his son from the ringside. Despite being much smaller than Mills, Bonnie easily defeats the former heavyweight and Thomas and Arthur Shelby agree to take him on, sending him to train with [[King Maine]] in preparation for promoting him professionally.\n\n[[File:Ep4_4_Aberama_Gold.png|thumb|Aberama shoots a policeman after firing at Luca Changretta.|250px]]After Luca Changretta storms the hospital where [[Michael Gray]] is being treated, Thomas orders Aberama to kill Luca. Aberama and his men stop Luca's vehicle in the middle of nowhere and open fire, killing two of them and wounding a policeman, but Luca manages to escape. Thomas complains to Aberama for shooting the policeman and letting Luca escape, but Aberama says shooting the policeman was part of his strategy and brags that he has managed to kill more of the Italians than Tommy has.\n\n[[File:Ep4_4_Polly_Aberama.png|thumb|250px|Aberama and [[Polly Shelby|Polly Gray]]|left]]After Polly doubles crosses Changretta, Aberama supports her, sending her son Michael Gray into hiding with the Gypsies.\n\nAfterwards, Polly and Aberama picnic by a lake, taking a long way back to Small Heath. She tells him about her near-death experience and second sight, saying she sees his dead wife watching him. They flirt before Polly demands Gold's knife and warns him at knifepoint not to harm Michael. Aberama understands and they make out.\n\n[[File:Ep4_6_Aberama_Bonnie_King.jpg|thumb|Aberama, Bonnie and [[King Maine]]|250px|link=http://www.farfarawaysite.com/section/peaky/gallery4/gallery6/hires/25.jpg]]Aberama accompanies Bonnie to his boxing match against [[Alfie Solomons]]' nephew, nicknamed [[Goliath]] for his size, and stays by his son at ringside. Aberama concentrates on his son so much that he never realises that the match is a trap to attack the Shelbys. When Bonnie wins, Thomas enters the ring and announces that Arthur has been murdered by Changretta's men.  \n\nAfterwards, Aberama comes and gets Michael as Polly asks. After the Shelbys end the war with Changretta, he and his son join the Peaky Blinders' party where he and Polly stand together. \n\n==", "Series 5": "=== Series 5 · 1929 ===\nIn the beginning of Season 5, Aberama participates in the assassination of a pimp in East London with Finn Shelby and Isiah Jesus, treating Finn Shelby after taking a bullet.\n\nAberama's relationship with Tommy begins to cause issues for him when he is approached by the Billy Boys and shot in the shoulder. His son, [[Bonnie Gold]] is also killed by Jimmy McCavern to send a message to Tommy and the Shelby family. He takes and injures Johnny Dogs as he suspects it was him who gave up their location to the Billy Boys and took him to Tommy's house, where Lizzie Shelby ends the struggle between Johhny, Tommy and Aberama after firing a gun and ordering everybody to get away from her house. Tommy ignores Lizzie's order and orders her to call an Ambulance for Aberama, who nearly lost his arm.\n\nAgainst Tommy's orders, Polly helps Aberama to break out of the hospital. After congratulating Polly on her 45th birthday by giving her a rose, Aberama is helped out of the Polly's car by his sister, whom he asks to get his hunting rifle, 50 bullets, a car, a driver and to find out where the Fury family is camped as he needs their men to help him in Scotland. He and the Fury family are later seen ambushing members of the Billy Boys, killing several of them. The next morning he is saved from an ambush of the Billy Boys by Arthur Shelby, who was sent by Tommy and takes him back to England.\n\nHe later gets the blessing of Tommy to marry Polly (despite it being her idea) and is welcomed into the Shelby family. He is privy to their plans to kill [[Oswald Mosley]] and agrees to participate only because Tommy allows him to kill McCavern. While attempting to kill McCavern, however, he is ambushed and stabbed to death.\n=="}, "Ada Thorne": {"Background": "=== Background ===\nAda is from the criminal family the Shelbys. She is the daughter of [[Arthur Shelby Sr.]] and the only female of the [[Shelby Family|Shelby]] siblings. Her father walked out on his five children, and her mother died. The children were raised by their [[Aunt Polly|Aunt Polly.]]\n\n==", "Series 1": "=== Series 1 · 1919 ===\n[[File:Ada&Karl1.png|thumb|Ada and Karl Thorne|left]]\nAda is in a secret romantic relationship with known [[Communists|Communist]] and Thomas's ex-best friend, Freddie Thorne. In the midst of a police raid, Freddie is forced to leave Birmingham. Ada soon discovers that she is pregnant with Freddie's child. Uncertain about her future with Freddie, she heeds Polly's advice and plans to abort the child. However, Freddie shows up at the train platform when Polly and Ada are on their way to Cardiff for the planned abortion. Freddie proposes on the train platform, and they are eventually married.\n\n==", "Series 2": "=== Series 2 · 1922 ===\n[[File:ThomasAdaFuneral.jpg|thumb|Thomas and Ada at Freddie's Funeral|left]]\nFollowing Freddie's death from 'pestilence', Ada has moved to London. Her support for the Communist cause leads to a disapproval of the lifestyle of her family and this results in her self-imposed isolation from the Shelby clan. However, Thomas still pays her visits and looks out for her welfare. Ada accepts his concern but is still critical of his lifestyle.\n\n==", "Series 3": "=== Series 3 · 1924 ===\nAda's involvement in the Peaky Blinders somewhat increases throughout 1924. Being bored with her current work, she begins to ask more questions about Peaky business, including asking who the Russians were that attended Tommy's wedding. Ada's interest in these matters mean that Tommy is warned by [[Father Hughes]] that she will be killed if he visits her again.\n\nNearing the end of 1924, Ada's interests in the family business, [[Shelby Company Limited]] have grown to such an extent that she takes up place as ''\"Head of Property and Acquisitions\"'' in a US branch of the company — this marks the first moment since she appeared that she has taken an interest in the Shelby family business; whether this be the company or activities of the Peaky Blinders. [[File:Episode 3 3 a.jpg|thumb|Ada and her aunt Polly Gray|250px]]\n\n==", "Series 4": "=== Series 4 · 1925-1926 ===\n[[File:Episode4_2.jpg|thumb|Ada, her brother Thomas Shelby, her aunt Polly Gray and Shelbys|link=http://www.farfarawaysite.com/section/peaky/gallery4/gallery2/hires/29.jpg|198x198px|left]]A year later, on Christmas Eve, 1925, the Shelby's receive a Black Hand letter from New York Mafia boss, [[Luca Changretta]]. It is a notice that they have a vendetta against them and will be killed in revenge for the death of Luca's father at Tommy's hand. The Shelby's gather and return from their separate lives to the only safe place they know: [[Small Heath, Birmingham]]. The Shelby family must find a way to put differences aside, work together, and take up arms and fight for survival.\n\n==", "Series 5": "=== Series 5 · 1929 ===\nAda's involvement in the Peaky Blinders and Shelby Company Limited during 1929 is somewhat minimal. She is busy raising Karl, but has began a relationship with [[Ben Younger]], much to Tommy's approval. She does, however, help the family when Michael returns to Birmingham, volunteering to take Gina to her hospital appointments in fear of what may happen if she took a taxi. \n\nAda's situation becomes increasingly difficult following the death of Younger, leaving her unborn child without a father. She admits to Tommy that she didn't love Ben, but he was a good man who did not know about their unborn child. She attends Shelby and Peaky meetings despite not taking a strong role within either. \n\n=="}, "Al Capone": {}, "Alfie Solomons": {"Background": "===Background===\nViolent and unpredictable, but intelligent and calculating, he is a master negotiator who used violent outbursts and confusing language to intimidate and dominate everyone around him.  Although he appears to take a genuine liking to Tommy over time and is certainly willing to do business with him, it does not mean he won't do business with Tommy's rivals on the sly; he has betrayed Tommy at least twice and assisted in an attempt on his life (although his motivations in the latter scenario were complicated, to say the least). In short, despite Alfie's straightforward character and rationalization of his actions, he is completely untrustworthy unless people offer him the right price, and even then, there is no guarantee he won't switch sides halfway through the deal.\n\nMost of Alfie's income comes from racetrack rackets, although he also runs a rum distillery, jeweling business and protection rackets in Camden Town. However, his distrust of the police prevents him (initially) from putting them on his payroll, leaving him at a disadvantage against his rival Darby Sabini.\n\nAlfie is highly protective of Britain's Jewish community, warning all his Gentile employees that Jewish women are \"off the fucking menu\" and making generous donations to Jewish charities to help the blind, as one of his younger cousins was born without sight. Although he demands a huge fee for his services, Alfie is only too willing to help Tommy Shelby assassinate Oswald Mosley, the highly anti-Semitic leader of the British Union of Fascists.\n\nAside from being a veteran of World War I, little else is known about his background but for the fact that his mother was a Jew who fled persecution in Russia. He understood the Russian language well, and appeared to also understand Italian, based on his conversation with Luca Changretta. He used a bakery as a cover for his distillery.\n\nHe was a captain in the First World war; he apparently became involved in a dispute with an Italian soldier that resulted in him driving a six-inch nail up the Italian's nose.\n\n==", "Series 2": "===Series 2 · 1922===\nAlfie seeing a good opportunity for business and leverage stopped working with Thomas and started working with [[Darby Sabini]], who promised him that Alfie's bookies would be allowed to go to the [[Major Races|Epsom Races]]. During that time, Alfie informed [[Arthur Shelby Jr.|Arthur Shelby]] and [[Billy Kitchen]] of their new relationship by killing a goat named after Thomas.\n\nOnce Sabini broke his promise however, Alfie returned to work with Thomas. He initially tried to bully Tommy (who was in a precarious position) into signing over his entire business to Alfie, but Tommy claimed he had planted a hand grenade prior to their meeting.  Realizing Tommy was probably bluffing, but knowing that he was, like Alfie, a Great War veteran (and therefore knew how to handle explosives) Alfie settled for 35% of Tommy's new business, and they resumed their alliance, driving Sabini away from Epsom completely and destroying his bookies' licenses.\n\n==", "Series 3": "===Series 3 · 1924===\n[[File:Alfieseries4.jpg|thumb|Solomons in Series 4|326x326px]]\nAlfie doesn't appear in Series 3 until the middle of the series, he is however mentioned by [[Polly Shelby|Polly]] when she tells Arthur and [[John Shelby|John]] that Alfie and [[Darby Sabini|Sabini]] have already sent flowers after Grace's death. She comments to Thomas that they will begin to aggressively take apart their operation unless he comes back from grief.\n\nSolomons is summoned to Small Heath to be a part of Thomas' plan with the Russians after Thomas had been severely injured by Father Hughes' men. Alfie tells Thomas that his maid had said that his head was like 'a smashed up vase that what had been stuck back to together by a horse'. He remarks that he 'has been wandering around the streets of Birmingham naked, talking to dead people and believing that he can summon up Jews'. Thomas's plan is to have Alfie pose as his jeweller.\n\nSoon after, Alfie is in a meeting with Arthur and apparently wants to make peace after having set him up. However, he begins to torment Arthur by saying 'I hear you have allowed Jesus to enter your life, and I was wondering, how does that work considering your line of work, mate?' This infuriates Arthur, who nearly picks up an ashtray with the intent of smashing it over Alfie's head. Instead, he replies with 'I'm old testament' (eye for an eye). Alfie turns to Thomas saying, 'that's the finished article right there. This man will murder and maim with God on his side. You don't want to let him go'.\n\nAlfie is next seen in the Russians' safe, where he picks out the jewellery but shows immense distaste towards [[Petrovich Romanov]], referencing his family's sufferings and forced flight from Imperial Russia.\n\nLater, Thomas and Alfie meet in an abandoned warehouse upon Thomas's request. Thomas asks Alfie for the names of people in the UK who would be interested in buying Faberge eggs, those would be interested in buying it even if it was stolen and then for those men with wives obsessed with Faberge eggs. Thomas then points a gun at his head saying that he left a name off the list and that saying that he 'crossed the line' by causing his son to be kidnapped. Alfie gets angry, the two of them wrestle on the ground and Alfie's associate then tries to stop Thomas but Michael shoots the bodyguard in the head. Thomas again tries to kill Alfie but is stopped by Michael who tells him Solomons' death will break truces and create discord in London. Alfie refuses to be spared in the name of truce and reveals that the truces in London are already broken. He tells Thomas how there is no line in their work and how many sons, fathers and husbands are killed by them often. Alfie confesses he did not know Thomas’ son Charles was involved. Thomas agrees and it appears the two no longer have a quarrel.\n\n==", "Series 4": "=== Series 4 · 1926 ===\nAlfie helped Tommy set up a boxing match between his nephew \"[[Goliath]]\" and [[Bonnie Gold]], using the meeting to try and sell some of his rum to Tommy. He also informed Tommy that the Sicilians aiding Lucca Changretta were being supplied by Darby Sabini in London, and that there were only eleven of them because they didn't trust anyone else; nonetheless, when Tommy asked him which side he was playing for, Alfie bluntly responded that he believed Tommy was going to fuck be dead soon. In turn, Tommy informed Alfie that the Mafia, being bootleggers by trade, were eager to get their hands on the source of production in England, especially since British policemen didn't carry firearms. He warned Alfie that if Lucca Changretta defeated the Peaky Blinders, he would probably come after Alfie, Sabini and the other gangsters of London next. Before the conversation went further, they were interrupted by Aberama Gold and his son Bonnie, whom Alfie compared unfavorably to his nephew, describing Goliath as \"that fucking ''thing'' right there, in whose shadow nothing good nor Godly will ever fucking grow.\"  \n\nNot long after, Changretta visited Alfie at his Camden Town rum distillery. Alfie claimed it was already obvious why they were there: Changretta wanted to make a deal to help him assassinate Tommy. Alfie initially dodged the offer, getting under Changretta's skin with his mockery, but quickly steered the conversation towards his price: he wanted the Mafia to smuggle his rum into the United States, where prices were much higher due to Prohibition. When Changretta claimed the demand for rum was down, as opposed to gin, Alfie told them they knew where the door was, knowing they weren't going to leave. He then listed various \"expenses\" he would need covered \"pertaining to the assassination of a dear friend\", continuing to anger Changretta with various anti-Italian insults. Changretta clarified that he didn't need Alfie to actually carry out or order the killing; he just needed to transport Changretta's assassins to the boxing match as his seconds. Alfie replied that they would need to be Jewish to serve as his seconds, which meant they would need to be circumcised, as the Peaky Blinders would strip-search them beforehand. Changretta impatiently agreed to all Alfie's demands. Surprised by the Mafioso's lack of negotiation, Alfie quietly mused in Yiddish that Tommy was right; Changretta ultimately intended to destroy all of them and take over. \n\nAlfie found Tommy before the boxing match and had a brief philosophical conversation, remarking ominously that \"big fucks small\" (referring both to his nephew against Gold, ''and'' to the Mafia against the Peaky Blinders), subtly both warning Tommy ''and'' justifying his choice to betray him. Immediately afterward, Alfie disappeared; the Mafia assassins he smuggled in ultimately strangled Arthur Shelby, rather than Tommy (though Arthur secretly survived). Changretta soon returned to Alfie's rum warehouse with more Mafia soldiers, intending to force the Jewish gangster to sell all his business to Changretta or be killed. However, Alfie had already fled, leaving his warehouse booby-trapped. Changretta and his men managed to discover the planted grenades at the last moment, then claimed the business as their own. However, soon after Changretta was lured into a trap by Tommy: having reflected on Alfie's mantra of \"big fucks small\", Tommy had made a  deal with even more powerful Mafiosi than Changretta, namely Al Capone, which resulted in Changretta's soldiers abandoning him and Changretta being killed by Arthur Shelby. \n\nKnowing Alfie had betrayed him, Tommy traced him to Margate, confronting him on a beach. Alfie revealed that he was suffering from skin cancer; he had ''intended'' for Tommy to discover his betrayal, track him down, and kill him so Alfie could die on his own terms, rather than the Mafia. Alfie asked Tommy to put him out of misery, however, Tommy was hesitant to pull the trigger, and tried to order Alfie to look him in the eye. Alfie shot Thomas in the side to provoke him to fire, and Tommy's shot struck his face, seemingly killing him. Tommy left Alfie's dog, [[Cyril]], on the beach with his prostrate owner. \n\n==", "Series 5": "=== Series 5 · 1929 ===\nDuring the last episode of series 5, Tommy goes to a seaside resort in Margate, where Alfie has been living in secret, watching ships and shooting at seagulls for his own amusement. His face is badly scarred from Tommy's shot, leaving him blind in his left eye; however, after passing through his cheek, the bullet managed to miss his skull, spine and all major blood vessels, enabling Alfie to survive. After being unconscious for a few hours, Alfie had been woken by the tide coming in. He mentioned multiple times that he was given a lot of drugs for his pain, wondering when Tommy learned that he'd survived. Tommy says Alfie wrote him a letter asking about his dog Cyril, which Alfie doesn't seem to remember (probably due to his injuries and the drugs). \n\nDespite Alfie being retired, Tommy claims he still has immense reach and influence within Britain's Jewish community; Alfie jokingly claims that since his 'resurrection' he has attained god-like status and has a statue in his likeness in the Holy Land.  However, he prefers to hide his survival from the public, as the police are no longer watching him. Despite claiming that he doesn't read the papers, Alfie is aware of the rise of the fascist Oswald Mosley, as well as Tommy's career in politics; he notes that Tommy is \"still at it\", but doesn't have a place to rest the way Alfie does. He asks Tommy what happens after Tommy kills Mosley, and Tommy replies, \"I go on. Until I find a man I can't defeat.\" \n\nAlfie finally agrees to help Tommy kill Mosley for ten thousand pounds, giving a group of his men in order to create a protest during Mosley's speech, distracting Mosley's Scottish thugs. Tommy is going to take advantage of the chaos and signal to Barney to kill Mosley; back in Margate, Alfie listens to the event on radio, seemingly eager for the anti-Semitic Mosley's death. Unfortunately, Barney is killed just before he can pull the trigger, leaving Alfie's men in a brawl with the fascist bodyguards.\n\n=="}, "Angel Changretta": {}, "Anna Gray": {}, "Anton Kaledin": {"Series 3": "=== Series 3 · 1924 ===\nHe informs Thomas that he and the [[Peaky Blinders]] gang have many enemies who are constantly watching them. They discuss [[Tatiana Petrovna]]'s meeting with Thomas giving him his payment for which he will carry out work for [[Winston Churchill]].\n\nIn order to finish making contact with the Peaky Blinders at the wedding, Kaledin provides [[Polly Shelby]] with the code name \"Constantine\". Thomas knows that this code name is the wrong one, meaning that Kaledin could be an infiltrator for the Soviet Embassy, and must therefore be killed by the Peaky Blinders. Thomas gets [[Arthur Shelby Jr.]] to carry out the act.\n\nKaledin struggles with Arthur to save himself to the point of each man biting the other. Ultimately, Arthur beats him, coming out of the struggle with the gun. Kaledin pleads to a still conflicted Arthur not to shoot him, but eventually Arthur kills him. Kaledin's body is taken outside and burned, and his remains are shoveled and thrown into a grave.\n\n=="}, "Antonio": {}, "Arthur Bigge": {}, "Arthur Shelby Sr.": {"Background": "===Background===\nArthur Sr. walked out on his five children, [[Tommy|Thomas]], [[John Shelby|John]], [[Finn Shelby|Finn]], [[Ada Thorne|Ada]] and [[Arthur Shelby]], some ten years before the start of the series. The family has rarely seen him since. He is remembered by most of the family as a hustler, a thief, and a whore-monger. However, his eldest son [[Arthur Shelby Jr.|Arthur Jr.]] still has feelings for him.\n\n==", "Series 1": "=== Series 1 · 1919===\nWhen Arthur Shelby Jr. runs into his father Arthur Shelby Sr. in a bare-knuckle boxing club, he invites him for lunch at the Shelby home. When [[Thomas Shelby|Thomas]] walks in, his reaction is like his [[Polly Shelby|Aunt Polly]]'s; he's exasperated to see the father that abandoned his family. While his father proclaims that he's a changed man, Thomas won't have any of it. Arthur Sr. leaves and the conversation flips onto Thomas. Arthur Jr. points out the similarities between Thomas and their father.\n\n[[File:Ep1_5_a.jpg|thumb|left|Arthur Shelby Sr.  and \nArthur Shelby Jr. ]]Later, Arthur Sr. talks to his son Arthur Jr. about his idea to open a casino like the ones he's seen in America. Arthur Jr. having lost the leadership of the Blinders to Thomas, sees an opportunity to make something of his own with his father: Shelby Casino. He gives his father the money to start the venture, who tells his son to meet him at the boxing club on Friday.\n\nWhen Arthur Sr. doesn't come to the meeting in the boxing club, Arthur Jr. tracks his father to the train station, where he is departing with the money he gave him. Realizing that he had been tricked, Arthur Jr. tries to attack his father, but Arthur Sr. overpowers him, pinning him against the wall and threatening to cut his throat. Arthur Sr. then leaves the city, feeling neither remorse nor regret about stealing money from his son.\n\nArthur Jr. is left shattered by his father's betrayal, to the point that he later tries to take his own life by hanging himself.\n\n==", "Series 3": "=== Series 3 · 1924 ===\n[[File:Episode_3_4_a.jpg|thumb|250x250px]]\nThomas, Arthur, and [[John Shelby|John]] learn via a letter that their father was killed in Boston. He was leaving a bar and two men were waiting for him in an alley where they shot him twice. The writer of the letter, a woman named Rosie Rice (who presumably had the closest relationship to Arthur Sr. at the time) told the Blinders that he begged their forgiveness whilst dying. However, they are not saddened about his death, and the closest remembrance they have of him being fond is when he taught them how to kill and gut a stag. Indeed, according to them, that was the only time that he was ever close to being a father. They honor his death by hunting and eating a stag but decide that, afterwards, they will forget him without forgiving him. They even decide that his first name should die, as neither John nor Arthur Jr. want to name their child after him, despite it being passed down through many generations.\n\nHowever, after Thomas collapses and temporarily loses his sight due to a fractured skull, he murmurs as if to his deceased father, telling him that he could see him.\n\n=="}, "Audrey Changretta": {}, "Barney Thompson": {}, "Ben Younger": {"Background": "===Background===\nAccording To Thomas Shelby, Ben Younger was an officer in the Warwickshire Yeomanry in Flanders, Belgium and stated that he was the only cavalry man who could actually ride a horse, indicating that Thomas has a degree of respect for Younger as a soldier.\n\n==", "Series 4": "=== Series 4 ===\n=="}, "Bethany Boswell": {}, "Billy Kimber": {"Background": "===Background===\nWith gangs in Uttoxeter and Leeds he controlled racecourses in the Midlands and the North. For several years Kimber was probably the biggest organised crime boss in the UK. He set up a secondary base in Islington, North London to concentrate on the racetracks in the South of England, mainly London, where tensions with the Peaky Blinders began. \n\nKimber formed alliances with smaller organizations such as the Hoxton Gang and the Elephant and Castle Mob. Now at racecourses in the South East, one group the Brummies began to prey on were the Jewish bookies from London's East End, who turned to local underworld boss Edward Emmanuel, who in turn recruited the Italian Sabini Gang as protection.\n\n==", "Series 1": "===Series 1 · 1919===\nAfter finding out that his races were fixed by the [[Peaky Blinders]] gang, Billy Kimber decides to pay them a visit to tell them he will shoot the leader, [[Thomas Shelby]], in the head in [[Episode 1.2]]. Thomas treats him with respect and offers him an opportunity for them to work together, and Billy eventually agrees. He gets his assistant [[Roberts]] to handle the rest of the meeting as he leaves, and Roberts states that they will be at Cheltenham to further discuss business.\n\nDuring [[Episode 1.3]], at the [[Major Races|Cheltenham Races]], Kimber's bookies are targeted by the [[Lee Family|Lee family]], however Thomas and the Peaky Blinders stop them. Thomas makes a deal with Kimber to provide security to his bookies, in exchange for legal betting pitches. In exchange, Kimber demands to have Thomas's date [[Grace Burgess|Grace]] for two hours, as part of the deal. Back at his house, Kimber attempts to rape Grace, but at the last minute, Thomas averts it, by bursting into the room and declaring that she has the clap.\n\nDuring [[Episode 1.4]], Kimber and his assistant [[Roberts]] visit the [[Shelby Home & Betting Shop]] to hand the [[Shelby Company Limited]] their first legal racetrack pitch.\n\nDuring [[Episode 1.6]], Kimber learns of Thomas's plan to betray him during [[Black Star Day]], thanks to information provided by [[Grace Burgess]] to the police. As a result, Kimber brings all of his men to '''Garrison Lane '''in front of [[The Garrison Pub]] for a gang-war between the Italians and the Peaky Blinders. The coppers, knowing of this event, clear the pathway for Kimber's men to enter the roads without interruption.\n\nThough Kimber has more men and weapons, The Peaky Blinders have a single large machine gun amongst them that [[Inspector Campbell]] was unable to retrieve. Kimber shoots [[Danny Whizz-Bang]], who dies on the cobblestones from the injury, but Kimber is ultimately defeated when [[Thomas Shelby]] shoots him in the head with a single blow from his handgun. The rest of Kimber's men retreat back to their homes, having lost.\n\n=="}, "Billy Kitchen": {"Background": "===Background===\nThe Black Country man served during the war with [[Thomas Shelby]]. Like Thomas, he won medals during the war and after the war was over, he threw them in the cut.\n\nHe took a bullet when the Sheffield mob showed up at the Wincanton Racing Track. He was cleared for medical by the time Thomas took him on to work.\n==", "Series 2": "===Series 2 · 1922===\nHe is part of the Shelby's payroll as Head Baker, with 100 men under his command, under the guidance of [[Alfie Solomons]] and [[Thomas Shelby]].\n\nThe Black Country men and the Brummies used to be on opposite sides, not even allowing Shelbys to let their boats pass through without being robbed, but since Billy's hiring, the two groups are on the same side again.\n\nDuring [[Episode 2.4]], Billy heads with the [[Peaky Blinders]] to [[London, England]] to attack [[The Eden Club]] before heading back to Birmingham.\n\nWhen Alfie Solomons switches sides and stops working with Thomas, and instead with Sabini, Billy and [[Arthur Shelby Jr.]] find themselves in a trap. Billy expresses concern to Arthur when the doors are shut, but decides to stay anyway. Alfie Solomons ends up informing the two that Thomas and the Peaky Blinders are no longer Alfie's allies by attacking both Arthur and Billy at a meeting. Minutes later, Billy is shot dead by one of Alfie's men.\n\n=="}, "Billy Mills": {}, "Billy Shelby": {}, "Birdie Boswell": {}, "Bonnie Gold": {"Background": "===Background===\nBonnie Gold is a Gypsy boy from a dangerous family, the son of an assassin, a powerful man [[Aberama Gold]]. He has no intention of following in the family footsteps. His objective is to become a boxing champion. His father Aberama says Bonnie's got his dad's strength and his mother's temper.\n\n==", "Series 4": "=== Series 4 ===\nHis father Aberama Gold is hired by [[Thomas Shelby]] when [[Luca Changretta]] sets on revenge against the entire [[Shelby Family|Shelby family]].\n\n[[File:ep4_2_Bonnie_Gold.png|thumb|Bonnie kills an Italian assassin.|left|220x220px]]\n\nDuring [[John Shelby]]'s funeral burning, the Peaky Blinders are nearly attacked by Luca’s men. They’re saved by Aberama and Bonnie. [[Bonnie Gold]] kills one of the snipers whose gun aims at his father. Later he and his father visit [[Charlie Strong's Yard]] where his father tries to convince Thomas to sell this property.\n\nAccording to [[Aunt Polly]]'s suggestion, Thomas asks Aberama what's else he wants. Aberama admits that he wants Tommy to help his son, Bonnie, to achieve his ambition of becoming a professional boxer.\n\n[[File:Ep4_4_Bonnie_gold.jpg|thumb|left|Bonnie Gold with the Peaky cap|220x220px]]Agreeing to see what the lad is made of, Thomas sets up a fight for him at the factory against one of his workers who used to be a champion boxer, [[Billy Mills]] to fight against him. Although Bonnie is a young small amateur Welterweight boxer, he has no trouble knocking down heavyweight Billy. Thomas and [[Arthur Shelby]] agree to have Bonnie on sport business. He is also given a cap, therefore making him a [[Peaky Blinders|Peaky Blinder]].\n\n[[File:Ep4_4_Bonnie_Gold.png|thumb|Bonnie gold shoots Luca's man.|250x250px]]After Luca Changretta storms the hospital where [[Michael Gray]] is, Thomas calls [[Charlie Strong]] and gives him an order to pass along to Bonnie. His mob open fire at Luca's vehicle. He kills one of Luca’s men, however, Luca manages to escape.\n\n[[File:Aberama Bonnie Gold.jpg|thumb|Bonnie Gold and his father Aberama Gold|250x250px]]\n\nBonnie is sent to the trainer [[King Maine]] for training, before promoting precocious Bonnie as a professional. He says to Thomas that he does not want a wasted life, forty years old having done nothing except tramping the lanes, he wants to be a champion.\n\nFinally, Bonnie is registered and set up for his first fight against a Southern Counties Welterweight Cockney boxing Champion named [[Goliath]]. [[Alfie Solomons]], a promoter and uncle of [[Goliath]], swaggers to Aberama about his dangerous nephew but Bonnie doesn’t seem worried, despite being outsized.\n\nAccording to Polly's plan, her son Michael Gray is sent into hiding with the Gypsies. While a reluctant Michael speaks disrespectfully to the Gypsies, Bonnie reminds Michael of Michael's Gypsy blood. Then he leads his men taking Michael out into the woods.\n\n[[File:Episode4_6a.jpg|thumb|Bonnie Gold and [[Goliath]]|link=http://www.farfarawaysite.com/section/peaky/gallery4/gallery6/hires/29.jpg|250x250px]]\n\nIn the night of boxing match between Bonnie and the giant Goliath, Bonnie takes a serious beating before springing to life and knocking out Goliath in the fourth round on the instructions of his father Aberama Gold, to claim a 20% cut courtesy of the Peaky Blinders. Bonnie finishes his opponent in the fourth round. Seconds later, Thomas enters the ring and tells everyone about Arthur’s death.\n\n[[File:Ep4_6_Thomas_Polly_Lizzie_Aberama_Bonnie_Isaiah.jpg|thumb|Bonnie joins the Peaky Blinders' party|250x250px]]In the end, Shelbys finish Changrettas and end the war. Later, the Peaky Blinders celebrate their victory where he's with his father.\n\n==", "Series 5": "=== SERIES 5 ===\nIn [[Black Cats]], the Billy Boys from Glasgow enter Aberama Gold's campsite, and after shooting Aberama in the shoulder, Bonnie comes out of the caravan with a shotgun. The men force him to drop the weapon and he is beaten and hung up on a wooden crucifix, where he is shot by [[Jimmy McCavern]], leader of the Glaswegian Billy Boys. A distraught Aberama then drives to Johnny Dogs, where he wrongly attacks him thinking he gave away their location to the gang. \n\n=="}, "Charles Shelby": {"Background": "=== Background ===\nCharles Shelby was born sometime during the year 1922, making him 2 years old at the start of the [[Series 3|third series]]. It has yet to be confirmed, but it is highly likely that Grace and Thomas named him after [[Charlie Chaplin]]: on the night of Charles' conception, the pair went out on a date to meet the famous English comic actor and filmmaker. It may also be out of respect for [[Charlie Strong|Charles \"Charlie\" Strong]], the uncle of Thomas, [[Arthur Shelby|Arthur]], [[John Shelby|John]], [[Ada Thorne|Ada]], and [[Finn Shelby|Finn]], who described himself as always \"looking out like a father\" for the Shelby children while they were growing up.\n\n==", "Series 3": "=== Series 3 ===\nCharles was kidnapped by Father Hughes.\n\n==", "Series 5": "=== Series 5 ===\n\n=="}, "Charlie Chaplin": {}, "Charlie Strong": {"Series 1": "=== Series 1 · 1919===\n<span>When Thomas decides to keep the stolen guns he has acquired, Charlie questions Thomas's decision. </span>Following Thomas's orders, he brings [[Danny Whizz-Bang|Danny Owen]] on a boat to London.\n\n==", "Series 2": "=== Series 2 · 1922===\nAfter Thomas is ambushed by [[Darby Sabini]]'s men and discharges himself out of the hospital, Charlie loads a boat with medical supplies and food for both his nephew and Curly so that they can make a trip to [[Camden Town]]''' '''to see [[Alfie Solomons]].\n\nWhen Thomas decides to buy a horse for the [[Major Races|Epsom Races]], he temporarily gives it to Charlie and [[Curly]] to care after it.\n\nWhen the [[Shelby Company Limited]] begins its expansion, Charlie helps load crates of vehicles with bottles of Scotch Whisky inside, to be sent overseas to Halifax, Nova Scotia.\n\n==", "Series 3": "=== Series 3 · 1924===\nCharlie is among the Blinder brothers on the day they hunt a stag in the memory of their father.\n\n==", "Series 4": "=== Series 4 · 1925-1926 ===\nCharlie attends the family meeting after John's murder and hears about the current situation regarding the vendetta from Thomas. After this he attends John's funeral.\n\nFollowing the funeral the Peaky Blinders meet in Charlie's Yard to prepare for the vendetta with the Changretta family. Aberama Gold and his men also arrive and Aberama tries to buy Charlie's Yard, however Charlie declines his offer. Aberama Gold then tries to make the Yard a part of the deal between himself and Thomas Shelby, however he backs down from a coin toss in which he can win the Yard, but has to let Tommy Shelby sleep with his oldest daughter if he loses.\n\n=="}, "Charlotte Murray": {}, "Chinn": {}, "Clive Macmillan": {"Series 2": "=== Series 2 · 1922 ===\nGrace is now married to him. When they're in [[London, England|London]], [[Thomas Shelby]], Grace's ex-lover calls Grace at [[the Ritz Hotel]] in London, but Clive answers the phone, Thomas doesn’t say anything, just puts the phone back down.\n\nGrace lies to Clive and runs out to see Thomas at his sister's house in Primrose Hill. Later, Grace tracks Thomas to the [[Major Races|Epsom Races]], where she tells Thomas she doesn't love Clive but loves Thomas. Moreover, she’s now carrying Thomas' child.\n\n==", "Series 3": "=== Series 3 · 1924 ===\nDuring the time lapse, he committed suicide after knowing that Grace had an affair with Thomas\n[[Category:Characters]]\n[[Category:Secondary Characters]]\n[[Category:Series 2 Characters]]\n[[Category:Status: Deceased]]\n[[Category:Male]]"}, "Curly": {"Series 1": "=== Series 1 ===\nCurly warns Thomas Shelby his newly bought horse has been cursed and will soon die. He seems very distressed. \n\n==", "Series 2": "=== Series 2 ===\n\n==", "Series 3": "=== Series 3 ===\n\n=="}, "Danny Whizz-Bang": {"Series 1": "=== Series 1 · 1919===\nDanny's first appearance in the show is a violent outburst: he barrels through the doors of [[The Garrison|The Garrison Pub]], knocking over tables, breaking glasses and shouting repeated \"''had to go bang, had to go bang, had to go bang\"'', thinking himself still at war. He is put down by [[Freddie Thorne|Freddie]] and [[Thomas Shelby|Thomas]], who tells him \"''You're not an artillery shell, Danny, you're a man\"''.\n\nDuring one of his psychotic outburst, he unwittingly killed an Italian man who seemed to have criminal ties. The man's brothers demand Danny's death in retaliation, so Thomas appears to shoot him at the end of the episode. Before his death, Danny makes [[Thomas Shelby|Thomas]] promise to bury him on a hill and not near any mud, a reference to his duties as a tunneler in the war. Thomas agrees, before shooting Danny. However, it is revealed that Danny was only shot with sheep brains, in order to convince the Italians he was dead. Danny is then sent to London to work as a spy for the Peaky Blinders and Thomas uses his false grave to bury stolen guns.\n\nWhen Danny returns from London with news, he visits [[Thomas Shelby|Thomas]] in his chambers, interrupting one of his nightmares. Danny tells him that, while in an Irish pub called \"The Mother Redcap\", he heard from \"an old bloke\" that an [[Irish Republican Army]] soldier was murdered and that the [[Irish Republican Army|IRA]] high command think the Peaky Blinders shot him. [[Thomas Shelby|Thomas]] tells Danny that there has been a misunderstanding and instructs him to get a message to the [[Irish Republican Army|IRA]] commanding officers to send someone to Birmingham to parlay. Danny realises that Thomas has enough trouble, because of the whiskey and brown opium Thomas smokes in order to sleep. Danny says he uses it sometimes himself, calling it his \"sweetheart\", stating that their job as tunnelers was the worst kind.\n\nDanny takes part in the gunfight between the Peaky Blinders and [[Billy Kimber|Kimber]]'s men. When Thomas is shot by Kimber, he jumps between them and is shot instead. He was buried in his original grave.\n\n=="}, "Darby Sabini": {"Series 2": "=== Series 2 · 1922===\nDuring [[Episode 2.1]], Sabini and his men slice the inside of [[Thomas Shelby]]'s cheek and brutally beat him for attacking his [[Eden Club]]. They plan to kill Thomas, but are interrupted by [[Inspector Campbell]].\n\nIn [[Episode 2.3]], when he realizes that Thomas is working with Alfie Solomons, Sabini decides to send a message. He sends a man to kill the [[Digbeth Kid]], who was in prison working for Thomas.\n[[File:NOAH TAYLOR, PEAKY BLINDERS 2, TIGER ASPECT, CARYN MANDABACH, BBC 2 (35).jpg|thumb|220x220px]]\nSabini is presumably the one who sends for men to shoot Thomas at the horse auction in [[Episode 2.3]], but Arthur ends up killing the assailants that were sent.\n\nDuring [[Episode 2.4]], Sabini has a meeting with [[Alfie Solomons]]. He apologizes for offending the Jews, and allows Alfie's bookies to go back to the [[Major Races|Epsom races]]. They agree to peace between the Jews and the Italians and war against the [[Shelby Family|Shelby family]].\n\nHowever, it is later revealed that Sabini broke his promise to Alfie Solomons, saying that his bookies could not come to Epsom. As a result, Alfie and Thomas end up back in an alliance—and back in business<span>—</span>by the end of [[Series 2]].\n\nDuring [[Episode 2.5]], it is revealed in a shelby family meeting that [[Inspector Campbell]]'s policemen raided the Eden Club and returned it to the ownership of Sabini and his gang.\n\nSabini still manages to get what he wants when members of [[The Red Right Hand]] captures Thomas Shelby at Epsom. However, Thomas is ultimately released due to the intervention of Winston Churchill, leaving Sabini defeated against the combined alliance of the Peaky Blinders and Alfie Solomons. \n\n==", "Series 4": "=== Series 4 · 1926===\nSabini, being an associate of the [[Changretta family]], helps [[Luca Changretta]] on his vendetta against the [[Peaky Blinders|Shelby family]].\n\nIn [[Episode 4.1]], Tommy Shelby mentions Sabini, calling him as the owner of a Restaurant called San Marcos, where the new chef of his house used to work. Tommy asks if he or his sous-chef, [[Antonio]] knew him, as he correctly thinks that the sous-chef is in fact, a hired assassin from New York, whom Sabini helped to get him into Tommy's house.\n\nIn [[Episode 4.4]], Sabini is mentioned again by Tommy, when he escorts [[May Carleton]] to the boats, he thinks that his family is helping Changretta to be recognized by his criminal organization, and disrespectfully says that Sabini's men are \"local kids trying to be famous\". Later in the same episode, in a meeting between [[Alfie Solomons]] and Tommy, the first one says that the Sicilians are using Sabini to obtain vehicles and places to stay, but don't trust him for soldiers, Tommy then tells Solomons, to tell Sabini that if he keeps helping the italians, they are going to stay and after killing Tommy, they will be coming for him and all the other mobsters.\n\n=="}, "Digbeth Kid": {}, "Donal Henry": {}, "Eamonn Duggan": {}, "Edward Roberts": {}, "Esme Shelby": {"Series 1": "=== Series 1 · 1919===\nIn Series 1, Esme Shelby first appears in 1.04 when [[Zilpha Lee]] and [[Thomas Shelby]] arrange the marriage between Esme and John Shelby. According to Thomas, she had \"gotten wild\" and needed marrying off. Similarly, so did John, since he was left widowed with four children who he didn’t know how to take care of. Neither of them seem much opposed to the union after they meet each other and even appear to be sexually engaged later in the series.\n\n==", "Series 2": "=== Series 2 · 1922 ===\nIn Series 2, Esme and John both seem to be against the expansion to London, as seen in the family meeting in 2.01. Esme mentions having a child by John during the same meeting and warns Tommy against going to London. She also mentions wanting to live in the countryside and \"keep chickens\", which shows how she and John have gradually grown more domesticated. However, Tommy seems to be determined to expand into London and tells them that they can walk out the door anytime they want.\n\nShe’s also seen working in the betting shop, most notably when May Carleton comes in to talk to Tommy Shelby in 2.04.\n\nEsme also tries to appeal to Tommy by suggesting their family go on the road, which suggests that Esme is unhappy with the Shelby family lifestyle. However, Tommy quickly tells her off and rejects her proposition.\n\n==", "Series 3": "=== Series 3 · 1924===\nIn Series 3, Esme appears in [[Grace Shelby|Grace]] and Tommy's wedding, as well as the Shelby Foundation dinner, and is present at the time of Grace's death.\n\nIn 3.02, Thomas Shelby walks in on her and her husband, John, having sex in the betting shop. Later, they get captured by Scotland Yard but are eventually released. She appears to be pregnant with her second child with John and continues to work at the Shelby betting shop.\n\nIn 3.04, Esme complains when the men all leave to go hunt and is seen protesting in protests organised by Jessie Eden alongside Polly, Linda and Lizzie. Later in the episode, she’s caught by her husband John, trying to steal some money out of the family vault in order to sustain her cocaine addiction. She tells him that she cannot live \"cooped up\", suggesting she can’t deal with being out of the road with the gypsies. John then promises that he’ll buy them a house and shows his affection, as well as love, towards her.\n\nIn 3.06, she, as well as the rest of the family, are dragged away by the police during the family meeting.\n\n=="}, "Esmeralda Gold": {}, "Father Hughes": {"Series 3": "=== Series 3 · 1924 ===\nThomas came to suspect that Father Hughes was a double agent, seemingly working for the British Crown and with the politically White Russians but reporting to the Communist Russians. This was only partially true; Hughes does represent the Crown and was acting under orders to report to the Reds because they wanted to provoke an attack on British soil, that would break diplomatic relations with the [[Communists]].\n\nIt was insinuated that he was a child molester and [[Michael Gray]] was a victim of Hughes from when he was first taken in, which was why Michael himself insisted that he be the one to end Hughes's life.\n\n=="}, "Finn Shelby": {"Background": "===Background===\nFinn was born in 1908, making him the only Shelby brother not to have fought in the First World War due to his age. Though he is a [[Peaky Blinders|Peaky Blinder]], his brothers often watch out for him as he learns the trade and grows into the role.\n\n==", "Series 1": "=== Series 1 · 1919===\nIn 1919, Finn is eleven years old and only has a minor role in the family business, with no real power. His aunt [[Polly Shelby|Polly]] often tries to shield him from the worst excesses of the [[Peaky Blinders]]. He is closely guarded by older brother and leader of the Peaky Blinders, [[Thomas Shelby]]. \n\n==", "Series 3": "=== Series 3 · 1924===\nFinn is 16 now but still kept away from a lot of the business by [[Arthur Shelby|Arthur]] and [[John Shelby|John]]. However, he is allowed to be present in the meeting with [[Vicente Changretta]], and accompanies [[Arthur Shelby|Arthur]], [[John Shelby|John]] and [[Isiah Jesus|Isaiah]]. He also witnesses the murder of his sister in law [[Grace Shelby]], and along with his brothers, seeks revenge for her death and they kill her murderer.\n\n=="}, "Frances": {}, "Freddie Thorne": {"Background": "===Background===\nWas a Sergeant in the Great War and during their military service, saved Tommy's life and was his best friend when they were young.\n\n==", "Series 1": "=== Series 1 · 1919 ===\n[[File:Freddie Ada.jpg|left|thumb|250px|Freddie and Ada]]\nFreddie is seen to be rallying the Communist faction to strike at the Birmingham Small Arms Company (BSA). His potential link to the stolen BSA guns leads Inspector Campbell to investigate known Communists in the Small Heath area.\n\nFreddie is secretly seeing Ada Shelby, the sister of [[Thomas Shelby|Thomas]], [[Arthur Shelby|Arthur Jr]], [[John Shelby|John]] and [[Finn Shelby|Finn]]. They frequently meet under a bridge to avoid detection, knowing that the Shelby boys will likely hurt or kill Freddie for messing with their sister.\n\nOnce the police begin raiding homes, Freddie is set to leave Birmingham to avoid arrest. He is confronted by Ada at the train station, however, where she informs him that she is pregnant with her child. [[Polly Shelby|Aunt Polly]] gives the couple money to leave Birmingham but Freddie insists he wants to remain in the city and isn't scared of Thomas Shelby. The couple meet under their bridge ready to secretly marry each other.\n\n[[File:Ep1 4 a.jpg|thumb|Freddie and Aunt Polly|left|250px]]\nSubsequently, Ada gives birth to a son, Karl. Freddie comes out of hiding to see his newborn son. The police immediately arrive to arrest him, clearly with knowledge of his whereabouts; many assume that Thomas Shelby has sold him out to the police. Thomas denies these claims and arranges a prison break-out. On the way to Brixton prison, a bribed police officer informs Freddie that he won’t make it that far. During the journey, [[Danny Whizz-Bang|Danny]] attacks the prison van with the last stolen Lewis machine gun. Freddie pretends to beat up the bribed guard to make it seem like a genuine break-out to the other officers.\n\nFreddie and Danny subsequently arrive late to the confrontation between the Peaky Blinders and [[Billy Kimber]]'s men. Freddie brandishes the Lewis machine gun during the confrontation, though he ultimately does not need to use it against the men.\n\n==", "Series 2": "=== Series 2 · 1922===\n[[File:ThomasAdaFuneral.jpg|thumb|Freddie's Funeral|250px]]\nAt the very beginning, the Peaky Blinders are seen at Freddie Thorne's funeral. Freddie died of \"pestilence\"—likely the Spanish Influenza pandemic of 1918–1920—before the series begins. At Freddie's funeral, Thomas reveals that he made a promise back in France to speak over Freddie's grave should he pass away before him, which he fulfills.\n\n=="}, "Frederico": {}, "General Curran": {}, "Georgie Sewell": {}, "Gina Gray": {"Series 5": "===Series 5 · 1929===\nGina returns to Small Heath, Birmingham with Michael following the Wall St. Crash and the huge financial loss from Shelby Company Limited. Gina and Michael marry on the way back to England when it is revealed that Gina is pregnant with Michael's child. Upon arriving back in England Gina is then introduced to her new family through a fiery encounter between Michael and Polly and Arthur. She becomes infatuated with Shelby Company Limited and begins to advise Michael on further steps, manipulating him to take control of the company from Tommy throughout the last business of shipping pure opium.  \n\nDue to her marriage with Michael, she is privy to Shelby family meetings and is present when Michael announces his idea to restructure the company and take her, and their unborn child, back to the US. She initially stands by while Tommy scoffs at Michael's proposal, before pressuring Michael to reveal to everyone that those in America no longer wish to deal with the Peaky Blinders. Tommy throws Michael's proposal into the fireplace before banishing them from the family, telling him and Gina to leave and never come back before warning Gina to not fuck with the Peaky Blinders. Arthur and Polly then leave with Arthur growling angrily at Michael telling him fuck the Americans before Polly slaps her son angrily across the face looking at him in anger and disgust before giving Gina a cold look knowing full well that she is the reason behind Michael's proposal before walking off. Gina then looks over at Michael and says they have to do it the other way hinting that she and Michael betrayed Tommy to Oswald Mosley about the assassination attempt on him to they will have to take over the company some other way likely involving her family.\n\n=="}, "Goliath": {}, "Grace Shelby": {"Background": "=== Background ===\nGrace is an Irish woman of a Protestant background. When undercover she claimed she was from Galway, and her accent (maintained throughout the series) points to Galway likely being where she was raised . Her father, a colleague of [[Chester Campbell]] in the police force, was killed by the [[Irish Republican Army|IRA]].\n\n==", "Series 1": "=== Series 1 · 1919===\n[[File:Grace01Bar.png|thumb|Grace at [[The Garrison|The Garrison Pub]]'s bar.|left|196x196px]]\nGrace shows up for a barmaid position at [[The Garrison|The Garrison Pub]], the rowdy bar where the [[Peaky Blinders|Blinders]] frequent. She’s educated and refined and clearly doesn’t belong there. At first [[Harry Fenton]], the landlord, turns her down, but Grace sings part of a song that wins him over. She meets [[Thomas Shelby]] for the first time when serving in a full house of men on their way to a football game. She brings him a bottle of rum on the house, and the two are clearly intrigued by one another.\n\nLater, Mr. Campbell meets Grace at the statue room of a museum; she is secretly an agent of the Crown sent to spy on the Shelby family.\n\nThomas asks Grace to accompany him to the [[Major Races|Cheltenham races]], which she agrees to in exchange for being allowed to sing in the pub once a week.\n\nAfter eavesdropping on Thomas’s conversation with some IRA men, Grace follows one of the men as he goes down a back alley. He disappears at some point and then attacks her, holding her. She shoots him and leaves him to die.\n\n[[File:Peaky-Blinders-003.jpg|thumb|Grace and Thomas Shelby in Series 1|link=http://www.farfarawaysite.com/section/peaky/gallery1/gallery3/hires/14.jpg|left|197x197px]]\n\nLater, Thomas Shelby and Grace finally have their date at the races. However, Thomas makes it very clear to her he’s there on business, and Grace is horrified to be offered up to [[Billy Kimber]] as a sweetener if he agrees to go into business with the Peaky Blinders. Terms are discussed and Kimber takes Grace back to his house. At the last minute, Thomas averts Grace being raped by Kimber, bursting into the room and declaring that she is a whore with the clap (syphillis).\n\nGrace learns where the Peaky Blinders keep their \"contraband\", but Inspector Campbell's raids fail to find the guns. When Thomas takes her to the church \"for confession\", Grace fears that her cover has been blown. However, he instead offers her a job. He has heard that Grace has been keeping the books at [[The Garrison|The Garrison Pub]] because Arthur is incompetent at managing money. He wants her to keep the Shelby & Co books and bringing a touch of class to his business meeting. Thomas seals the contract with a kiss.\n\n[[File:Ep1 5 c.jpg|thumb|Grace and Thomas Shelby in Series 1|link=http://www.farfarawaysite.com/section/peaky/gallery1/gallery5/hires/6.jpg|210x210px]]\n\nNow working on the books of the Peaky Blinders, Grace learns that money is regularly sent to [[Danny Whizz-Bang]], whose grave Grace has seen. She meets with Inspector Campbell and tells him where she believes the guns to be, and that she wishes to resign. Afterwards, Campbell proposes marriage to her but she refuses. Spurned and suspect of her feelings for Thomas, after dealing with the IRA men trying to buy the guns, Campbell goes after Thomas with the full force of the police. Grace hides Thomas from Campbell and they ended up back at her place.\n\nAt [[The Garrison|The Garrison Pub]], Grace and Thomas serve drinks to the Peaky Blinders as they get ready bring down Billy Kimber at the [[Major Races|Worcester Races]]. Grace tries to tell Thomas the truth of her betrayal, however they are interrupted - Billy Kimber and his men are on their way to kill the Peaky Blinders. Thomas realises the only other person he spoke to about [[Black Star Day]] was Grace.\n\n[[File:Polly&Grace2.png|thumb|Grace and Aunt Polly in series 1|215x215px|left]]\nWhile the Peaky Blinders get ready for battle, [[Polly Shelby|Aunt Polly]] pays a visit to Grace and tells her that Thomas may forgive her, but she never will. As Grace standing on the train platform edge ready to leave Birmingham for America, Inspector Campbell comes up to her and place a gun into her face and waits to pulls the trigger.\n\n==", "Series 2": "=== Series 2 · 1922 ===\n\nIt is revealed that Grace survived her confrontation with Inspector Campbell, by shooting him through her handbag in the leg.\n\nFast forward two years and Grace is now married to [[Clive Macmillan]] a rich banker and living in Poughkeepsie. She sends a letter to Thomas, but he burns it unopened.\n\nLater, Thomas learns that Grace is in London, and calls her at [[the Ritz Hotel]] in London, and waits. When her husband answers the phone, Thomas doesn’t say anything, just puts the phone back down. Grace asks “Who was that?” But she knows.\n\n[[File:Grace-7963be9bbd165f91d9206d75f2e6634a.jpg|thumb|Grace and Thomas Shelby in Series 2|link=http://www.farfarawaysite.com/section/peaky/gallery2/gallery5/hires/22.jpg|237x237px]]\n\nGrace is actually back in London to see a fertility doctor with her new husband. Grace lies to her husband and runs out to see Thomas at his sisters house in primrose hill, where after some insults about hurting each other, she came back when Thomas takes her on a date,  asking her, “Do you like [[Charlie Chaplin]]?”. Grace believes that Thomas intends to take her to the movies, but actually brings her to a club taken over by the Shelbys that Charlie Chaplin visits. Back at his place they get down to a steamy reunion on the couch. After they button up, Thomas asks to see her again and then urges her to tell her husband the truth.\n\nGrace tracks Thomas to the [[Major Races|Epsom Races]], where she tells him that not only is she still in love with him, she’s now carrying his child. However, Thomas is just about to kick his assassination plan into gear.\n\n[[File:ThomasGraceFamily1.png|thumb|Thomas, Grace and [[Charles Shelby]]|left|198x198px]]\n\n==", "Series 3": "=== Series 3 · 1924===\nDuring the time skip, Grace gave birth to a boy, [[Charles Shelby]]. Grace marries Thomas, a union only made possible by her former husband's suicide, and they buy a house together.\n\nShe is shot at a formal party by an Italian assassin by order of [[Vicente Changretta]], and dies shortly after, leaving her son solely in the care of Thomas, who remains grieving long after her death.\n\n==", "Series 5": "=== Series 5 · 1929 ===\nDuring 1929, Thomas hallucinates an apparition of Grace multiple times, in which she repeats back their old conversations and tries to convince him to take his own life. \n\nIn the final line of [[Series 5]], Grace tells Thomas: \"The work's all done, Tommy. It's all done. We can walk away from all of this. It's so easy and so soft. Such a small change.\" Following this, Thomas points a gun at his head, seemingly poised to pull the trigger. Female breaths soundtrack Tommy's hallucinations, which supposedly represent Grace's last breaths before she died in Thomas's arms in [[Series 3]].\n\n=="}, "Greta Jurossi": {}, "Harry Fenton": {"Series 1": "===Series 1 · 1919===\nHarry's involvement in Series 1 is somewhat minimal but influential. After witnessing [[Grace Burgess]]' singing, he agrees to hire her as a bartender at [[the Garrison]], his pub. After the Garrison becomes a popular hotspot for the [[Peaky Blinders]], Thomas Shelby purchases the pub from him, compensating him well. While he is not happy about the purchase, he understands that he does not have a choice, given the wealth and influence of the Peaky Blinders. He remains a bartender at the Garrison, covering Peaky business wherever possible. \n\n=="}, "Henry Russell": {}, "Inspector Campbell": {"Background": "===Background===\n[[File:De-kapsels-en-outfits-van-de-Peaky-Blinders-Manners-13544.jpg|thumb|Chief Inspector Campbell|left|250px]]Chief Inspector Campbell built his reputation in Belfast, Ireland, where he was tasked with ridding the city of crime and corruption. In addition to criminal elements and gang activity. During this time, he served with the father of [[Grace Burgess]].\n\nHe did not fight in the First World War, to which several characters later refer, including [[Thomas Shelby]] and [[Winston Churchill]]. This is something of a sore spot with Campbell, with Thomas, in particular, making frequent comments about his \"reserved occupation\".\n\n==", "Series 1": "=== Series 1 · 1919 ===\n[[File:Ep1 1 b.jpg|left|thumb|250px|[[Arthur Shelby]] and Chester Campbell]]\nWhen the Peaky Blinders accidentally acquired a crate that contained Lewis machine guns, ammunition, semi-automatic rifles and pistols with shells, Churchill sends Inspector Campbell to Birmingham to clean up the city and find the guns.\n\nCampbell first arrests [[Arthur Shelby Jr.|Arthur Shelby]], assuming that, as the eldest brother, he’s the leader of the Peaky Blinders. He asks Arthur what he knows about the robbery and beats him when he doesn’t give Campbell the answers he wants. However, he eventually learns from Grace, a spy he’s placed in [[The Garrison|The Garrison Pub]], that the younger brother Thomas is really the leader of the gang.\n\n[[File:Ep1 2 b.jpg|thumb|220x220px|[[Polly Shelby]] and [[Chester Campbell]]]]\n\nInspector Campbell then raids homes in the Blinders’ neighbourhood, while Thomas and the gang are away at the races. Amongst other things, he starts looking for [[Freddie Thorne]], a communist agent, who escapes. Campbell then tells [[Polly Shelby]] that he wants to meet with Thomas. However, Thomas first strikes a blow back at Campbell by paying everyone to build a bonfire with pictures of the King on Watery Lane, leaking the story to the newspapers. Word about the event spreads to Winston Churchill, who calls Inspector Campbell to express his displeasure.\n\n[[File:Bbc_Peaky_Ep1.jpg|thumb|Campbell and Thomas|250px]]\nWhen Thomas finally meets Inspector Campbell, he makes a deal for the special policeman to leave Thomas’s men and business alone. He tells him about his planned expansion onto the racetracks and business with [[Billy Kimber]] and that, once his business is done, he’ll tell Campbell where the guns are. Campbell reluctantly agrees to the plan.\n\nWith Freddie Thorne now married to [[Ada Shelby]], Thomas delivers the address of [[Stanley Chapman]] instead, another communist who is holding 200 pents in cash given to the [[Communists|Communist]] Party by the Russian government. He later dies in police custody. Campbell also promises to let Freddie and Ada leave the city, although he later states to [[Sergeant Moss]] that a promise given to the Peaky Blinders means nothing.\n\n[[File:Ep1_5_b.jpg|thumb|Campbell|250px]]\nGrace discovers that the Shelby family hide their contraband at moorings and junctions. Campbell searches them for the stolen guns, but find only cigarettes and whiskey. Later, Grace learns that Ada is giving birth to Freddie's son and tells Inspector Campbell, who raids the Shelby home and takes Freddie away.\n\nThomas tells Inspector Campbell about an Irish man, [[Malacki Byrne]], who is trying to buy the guns from him. He makes a deal that he can give Byrne to the police if the Inspector helps him with it. At the meeting in [[The Garrison|The Garrison Pub]], Campbell has the police take their time coming to Thomas's aid, who is almost killed.\n\nLater, Grace meets with Inspector Campbell and tells him where she believes the guns are hidden, in exchange for promising that he will not harm Thomas. Inspector Campbell finds the stolen machine guns, all except one, in [[Danny Whizz-Bang]]'s grave, as Grace had said. Considering the operation over, Grace officially resigns. To her shock, Campbell proposes to her. Grace kindly declines the proposal and Campbell angrily realises that it is because of Grace's feelings for Thomas.\n\nInspector Campbell gathers up the policemen and raids [[The Garrison|The Garrison Pub]] looking for Thomas, but when Campbell finds out that Thomas has escaped with Grace, he calls off the mission. Campbell visits outside of Grace's home and sees from the window that she is with Thomas and leaves.\n\nAfterwards, Thomas learns that Campbell is at [[Mr. Zhang]]’s brothel and mocks him. Campbell retorts, saying that Thomas's heart will be broken by the time the day is over.\n\nWinston Churchill telephones to praise Inspector Campbell for a job well done and Campbell tells him that before he leaves he has a plan for the Peaky Blinders so that they don’t go free. He informs [[Billy Kimber]] of Thomas's plans to betray him at the [[Major Races|Worcester Races]]. As the Peaky Blinders and Billy Kimber's men converge for a gang war, Inspector Campbell ensures that the area will be free of policemen so the two gangs can hopefully kill each other. However, the gang war ends with only Billy Kimber and [[Danny Whizz-Bang|DannyWhizz-Bang]] dead.\n\nIn the end, Inspector Campbell follows Grace to the train station and points a gun at her. It is later revealed that Grace survived her confrontation with Campbell, by shooting him through her handbag in the leg.\n\n==", "Series 2": "=== Series 2 · 1922 ===\nFast-forward two years and Campbell is now a Major and a Chief of Staff in the Intelligence Service (presumably MI5). He also walks with a wolf-headed cane due to Grace's bullet in the leg. Major Campbell is sent back to Birmingham by Winston Churchill to arrange the assassination of Field Marshal [[Henry Russell]].\n\nMajor Campbell renews his acquaintance with Thomas Shelby when he interrupts [[Darby Sabini]]'s men from killing Thomas. Later, Campbell visits Thomas in hospital, aware that he killed [[Eamonn Duggan]], a fact he intends to hold over Thomas to use him as an assassin.\n\n[[File:44cd95beaff43f40cd2c90e4a190dbd2.jpg|thumb|Campbell|250px|left]]\nCampbell meets with Thomas, along with [[Irene O’Donnell]] and [[Donal Henry]], the pro-treaty Irish. After a short discussion, Thomas refuses to carry the assassination and exits the meeting. Campbell goes after him, telling him he has no choice. Thomas reveals that [[Donal Henry|Donal]] is a spy and the only way he’ll carry out the assassination is if Henry is killed. Henry’s body is soon found hidden in a pile of coal and Thomas starts planning the assassination.  \n\nMajor Campbell puts pressure on Thomas by arranging for his brother [[Arthur Shelby Jr.|Arthur]] to be hauled off to jail for a murder he didn’t commit and his cousin [[Michael Gray|Michael]] arrested for burning down [[The Marquis of Lorne]] pub. When Thomas confronts him, he smugly reveals that he doesn’t think that Thomas truly fears his own death, so he had to keep him under leash by arresting a few family members to make him come to heal.\n\n[[Polly Shelby]] is livid that her son Michael got involved and takes matters into her own hands to try and get Michael out of jail. Major Campbell offers to sign Michael's release form, in exchange for Polly providing him a sexual favour. Polly is disgusted by the act, but then reluctantly pleasures Major Campbell, he - major Campbell - then attacks and rapes Polly. \n\nLater, Campbell gets a telephone call from Thomas, who tells him that he is about to sleep with Grace who is back in London. Meanwhile, Thomas botches Campbell's assassination plan by blowing up the Field Marshal’s residence so he’ll have to relocate and the assassination can take place where Thomas wants it to and on his terms: [[Major Races|Epsom Racetrack]] on Derby day.\n\nMajor Campbell hires \"[[The Red Right Hand]]\" of the [[Ulster Volunteer Force]], to murder Thomas as soon as he carries out his assassination, in order to keep him quiet.\n\nAt Epsom, Campbell meets Thomas in the bar before the assassination, where the Major states that he has \"the love of God and the certainty of salvation\", whilst Thomas is destined to damnation.\n\nShortly after the assassination is carried out, the police gather around the King, leaving the premises unprotected. [[Polly Shelby|Polly]] corners Major Campbell in a phone booth whilst he’s on the phone with Winston Churchill and, despite his pleading, she shoots him in the heart and exits the bar. He falls to his death. People start to notice the blood and call for help.\n\n=="}, "Irene O’Donnell": {}, "Isiah Jesus": {"Series 2": "=== Series 2 · 1922 ===\nIsiah is one of the first friends that Michael makes when he becomes involved with the Peaky Blinders. The two become instant friends and, one night, decide to go drinking at a local pub, [[The Marquis of Lorne]]. When they arrive at the pub, one of the customers refuses to drink in the same pub as a black man. The man demands that Isiah leaves, however Isaiah refuses, remarking that the man should instead leave. Initially, the man does not know that Isiah is a Peaky Blinder, nor that he is in fact with [[Michael Gray]], and the two begin fighting with the men in the pub. The fight quickly comes to a halt, however, when the barman reveals that Michael is Polly Shelby's son — the men immediately stop the fight and apologise.\n\n==", "Series 3": "=== Series 3 · 1924===\nIsiah attends the wedding of [[Thomas Shelby]] and [[Grace Burgess]], attempting to woo the ladies, he asks Tommy if cocaine is allowed at the wedding, however he immediately bans cocaine for the day in an effort to impress Grace and her family. Along with the rest of the Shelby family and Peaky Blinders, he manages to obey Thomas' orders throughout the chaotic day.\n\nIsiah is involved in the meeting between the Peaky Blinders and [[Vicente Changretta]], along with John and Arthur Shelby.\n\n=="}, "Izabella Petrovna": {}, "James": {}, "Jeremiah Jesus": {"Background": "=== Background ===\n\nHistory before his involvement with the Peaky Blinders. He fought in the war alongside [[Thomas Shelby]], but vowed never to pick up a weapon again after the end of the war. It is unknown if he turned to god after the war or was somewhat religious beforehand.\n\n=="}, "Jessie Eden": {"Background": "===Background===\nJessie was born Jessie Shrimpton on February 24, 1902 at 61 Talbot Street in Winson Green. After WWI, her boyfriend returned from Passchendaele with “shellshock” (post-traumatic stress disorder). He subsequently committed suicide via self-inflicted gunshot wound to the head and she grieves her boyfriend's death.\n\nIn 1924, Jessie is a shop steward at the Lucas factory in Sparkhill. She brings all the female workers in the spot-welding and wire-cutting shops out on strike that day. They are protesting at poor conditions, lack of holidays, unsanitary lavatory provisions and lower pay for female workers. All the female factory workers in the city join the protest to march on the Bull Ring. Among them, as well, are [[Polly Gray]], [[Esme Shelby]], and [[Lizzie Stark]], at the behest of [[Linda Shelby]].\n\n==", "Series 5": "=== Series 5 · 1929===\nJessie does not appear much throughout 1929, but connections are made between her and Tommy. Ben Younger eventually questions why the information he is providing on Jessie has stopped, but Tommy is unable to provide an answer. She does, however, continue to ramp up the riots outside of Mosley's speeches and other public gatherings. \n\n=="}, "Jimmy McCavern": {"Background": "===Background===\nNothing much is known about his history, other than the fact that he has ties to [[Oswald Mosley]] as the two have had some kind of interaction and history together in the past, presumably he is one of the men Mosley rallied to his cause when creating his new political party. \n\n==", "Series 5": "=== Series 5 · 1929 ===\nHe is first introduced in [[Black Cats|''Black Cats'']]'', ''where he ambushes [[Aberama Gold]] in the forest where he is staying and kills his son, [[Bonnie Gold]]. McCavern does this to send a message to Tommy that the Billy Boys are done being subjected by the [[Peaky Blinders]] and it is time to share out what they own. Aberama is heartbroken by Bonnie's murder, and promises to get his revenge on Jimmy for what he has done to his son. \n\nAberama's revenge plan is soon put in motion when he ventures to Scotland posing as road workers. As the Billy Boys approach, Aberama and his men attack them, pouring tar on their faces to send McCavern a message. Despite this, Tommy strikes a business deal with Jimmy regarding the shipment of pure opium, much to Aberama's dismay, who is eventually convinced to call truce on the war. \n\nAberama's hate does not end there however, and he attempts to kill McCavern on the night of Mosley's speech. He sneaks up on McCavern, who is providing security at the event, however is stabbed to death by an unknown assailant. \n\n=="}, "John Shelby": {"Background": "===Background===\nAlong with his two older brothers [[Thomas Shelby|Thomas]] and [[Arthur Shelby Jr.]], John was a soldier of the '''Warwickshire Yeomanry''', which served as cavalry and machine gunners in the '''First World War'''. \n\nBeing the third oldest Shelby, John frequently attends any Shelby family meetings that take place in the Shelby home. From these meetings it is evident that John does not trust and dislikes coppers, and isn’t afraid to hurt them to make them leave the [[Peaky Blinders]] alone.\n\nJohn idolizes the Peaky Blinders moniker; the whole image and what they stand for. While he is more good humored than his older brothers, he has the famous Shelby temper. His actions can sometimes be reckless, but he has shown to be more similar to Thomas when dealing with the family business. While he is not as cutthroat as Thomas or rash as Arthur, he is just as dangerous and capable.\n\nJohn originally helps run the books for the Peaky Blinders, suggesting he is better with numbers and books than his brother Arthur.\n\n==", "Series 1": "===Series 1 · 1919===\n[[File:Johnww1.jpg|thumb|John during the First World War.]]\nJohn is 24 years of age at the start of the [[Series 1|first series]]. He is young and handsome and immaculately groomed, first seen at the blackboard of the betting shop with a ledger in his hand. He aids Thomas and the [[Peaky Blinders]] in fixing the race of the horse Monaghan Boy.\n\nAt one point, John is walking down the alley of [[:Category:Places|Slum Street]] and gets interrupted by [[Polly Shelby]], who points a Webley revolver at John’s head, informing him that his younger brother [[Finn Shelby|Finn]] was playing with it that very afternoon. John promises her that he will no longer leave guns lying around for his younger brother to find.\n\nAfter [[Arthur Shelby Jr.|Arthur Shelby Jr]]. gets interrogated and beaten up by Inspector Campbell, John along with the rest of his siblings help clean Arthur up.\n\nJohn is present at Thomas’s first meeting with [[Billy Kimber]] at [[The Garrison|The Garrison Pub]], and though he initially resists working with the insulting man, he obeys his older brother Thomas’s wishes and keeps this opinion to himself.\n\nAlong with the Peaky Blinders, John stops the Lee family at the Cheltenham races and helps return to Billy Kimber his stolen money.\n\nIn [[Episode 1.4]], John calls a family meeting. He informs them that he is going to marry the prostitute [[Lizzie Stark]] so that she can help him with his kids, who have become exceedingly difficult to take care of. The plan fails when Thomas later informs him that he offered Lizzie money to service him and that she said yes. John decides not to go see Lizzie as he had planned.\n\nThe next day, Thomas reveals to John that he will be getting married to a Lee family member to settle the dispute between the Shelbys and the [[Lee Family|Lees]]. At first he is furious, but John agrees and marries [[Esme Shelby|Esme Lee]], and they have a wedding with fireworks and dancing. [[Ada Shelby]]’s water breaks soon after the ceremony, and she gives birth to her son, and John’s nephew, [[Karl Thorne|Karl]].\n\nWhen John’s father, [[Arthur Shelby Sr.]] shows up to their family home, John is simply uninterested, unlike his brother Arthur who had missed the man greatly.\n\n==", "Series 2": "===Series 2 · 1922===\nJohn is now 27 years of age, and his relationship with Esme is doing well. At a Shelby family meeting, John expresses his dislike of Thomas’s plan for southward expansion of the [[Shelby Company Limited|Shelby Family business]] to London, stating that he doesn’t want to change things as their business is already successful and that expanding the business is a dangerous idea. Thomas offers him a chance to leave his title and the business before the expansion, but John decides to stay.\n\n[[File:John ww1.jpg|thumb|250|John in 1914 during the First World War as a soldier in the Royal Warwickshire Regiment.]]\nAlong with his two older brothers, he heads to a jazz club in London run by [[Darby Sabini]]. With his family, John also attends the grand reopening of [[The Garrison|the Garrison Pub]], which is now run by Arthur.\n\nJohn heads with his brothers and his cousin Michael Gray to the Doncaster Bloodstock to buy a 1,000 guinea horse. He also heads with Arthur and Thomas to London once again to tear up Sabini’s club.\n\nAfter hearing about [[Michael Gray|Michael]] and [[Isaiah]] getting into a brawl at [[The Marquis of Lorne]], John heads with Arthur and they destroy the pub to keep the reputation of the Peaky Blinders intact.\n\nIn an effort to get his brother Arthur out of prison, John obeys Thomas’s orders and blows up the residence of [[Field Marshal Henry Russell]], (also so that Thomas does not have to go to the man’s house in order to assassinate him.)\n\nHe heads to the [[Major Races|Epsom Derby]] along with the Peaky Blinders gang. There, John helps ruin Sabini’s plans by confiscating his men’s takings and destroy his licences at gunpoint.\n\n==", "Series 3": "===Series 3 · 1924===\n[[File:John3.jpg|thumb|250px]]\nJohn is now 29 years of age. At the beginning of the series, he is expecting his second child with Esme.\n\nHowever, in [[Episode 3.2|3.02]], John ignites the war between the Shelby family and the Italians by threatening Angel Changretta, Vicente Changretta's son, during the meeting when they discuss Angel's relationship with Lizzie Stark, John's ex-fiancee. Later, when Angel threatens him back, John takes him by surprise when Angel is picking up his suit, stabbing him in the eye. That causes Thomas' wife, Grace, to be killed by the Italians as revenge against Angel.\n\nIn [[Episode 3.3|3.03]], when Thomas orders John and Arthur to kill their school teacher, Mrs. Changretta, John gets angry at Thomas and starts screaming at him. In the end, John and Arthur spare their school teacher and when Thomas tortures Vicente Changretta, Arthur shoots him to spare him the pain.\n\nIn [[Episode 3.4|3.04]], John appears on the hunt with the rest of the male members of the Peaky Blinders. When he comes back from the hunt, he catches his wife, Esme, trying to steal money to sustain her cocaine addiction. He warns her against it and promises to buy her a big house, later kissing her. \n\nIn [[Episode 3.5|3.05]], John takes part of the orgy at Wilderness House and visits one of the Peaky Blidners spies, comforting him.\n\nIn [[Episode 3.6|3.06]], he and Arthur blow up a train with six innocent workers inside them at the orders of Thomas Shelby, who had been manipulated to do so by the Russians. He is later arrested by the police due to the conspiracy to cause explosion and murder.\n\n==", "Series 4": "=== Series 4 · 1926 ===\nHaving been pardoned for his crime of exploding the train, John is now 30 years of age and has been living with Esme and their children in their isolated, countryside estate.\n\nAfter receiving the Black Hand from the Changretta family, John is slow to react. He misses a phone call at night from Thomas that was intended to warn him to leave immediately to Small Heath. Thomas sends Michael over to his estate to convey the message, but Esme, John, and Michael are ambushed on John's porch by a section of Changretta mobsters wielding automatic weapons.\n\nJohn pushes Esme indoors and fires his rifle at the enemies, but both he and Michael are ultimately gunned down. Michael is severely injured while the more exposed John is shot dead by a dozen bullets.\n\n=="}, "Johnny Dogs": {"Series 1": "=== Series 1 · 1919===\nHe gives Thomas a new horse in exchange for getting to ride in the [[Shelby Family Car]]. Johnny Dogs also wedded John Shelby and Esme Shelby after he brought Tommy to make peace with the Lee Family.\n\n==", "Series 2": "=== Series 2 · 1922===\nJohnny Dogs works for Thomas Shelby and unloads products from the B.S.A into Camden Town. Johnny Dogs distracts the police officer guarding Field Marshal Russell's house to give John Shelby enough time to slip an explosive through the letter box.\n\n==", "Series 3": "=== Series 3 · 1924===\nJohnny Dogs burns the body of Anton Kaledin after Arthur Shelby killed Anton during Thomas Shelby's Wedding.\n\n==", "Series 4": "=== Series 4 · 1925-1926 ===\nHe helps Thomas Shelby by cleaning up the body of Antonio after Tommy unmasks him as a hired assassin and kills him with a meat hook.\n\nThe next morning he attends the meeting and is informed about the vendetta with the Changretta's, hating the fact that Tommy enlisted the help of Aberama Gold and his men. Later he is seen preparing everybody in Small Heath.\n\n==", "Series 5": "=== Series 5 · 1929 ===\nWith Aberama believing Johnny gave up their location to the Billy Boys, he is attacked by Aberama Gold after the killing of his son Bonnie Gold, taking him to Tommy's house. Tommy calms down Aberama and has Lizzie call an ambulance for him, taking Johnny back inside so he can heal, but not before making it clear to Tommy that he \"is no black cat\". Later he is caught while sleeping with one of the maids and is sent to Scotland together with Arthur Shelby to stop Aberama Gold from taking revenge on the Billy Boys.\n\n=="}, "Karl Thorne": {"Series 1": "=== Series 1 · 1919 ===\nNamed after '''Karl Marx''', he was born the day of the wedding of [[John Shelby|John]] and [[Esme Shelby]], in the year 1919.\n\n<span>He was present at his first [[Shelby Family]] meeting, where the [[Shelby Company Limited]] presents their first legal racetrack pitch and during the events of [[Black Star Day]].</span>\n\n==", "Series 2": "=== Series 2 · 1922 ===\n\nHe attended the funeral of his father, along with the rest of the Shelby Family. <span>When his uncle [[Thomas Shelby]] bought a house for his mother Ada in [[London, England|London]], Karl moved with her there. </span>\n\n==", "Series 3": "=== Series 3 · 1924 ===\nKarl was present along with his mother and the rest of the Shelby Family, during the wedding of his uncle Thomas and his fiancée, [[Grace Shelby]].\n\n==", "Series 5": "=== Series 5 · 1929 ===\nKarl played chess with Ada's male friend, [[Ben Younger]]. Karl tells Ben that the kids at his school say it's worse being black or a Jew, which Younger challenges with 'worse than what'. Karl then answers with ‘worse than anything’, then tells Younger that he'll never be his father because his real father is in heaven and he's of different skin colour. He also beats him in chess. \n\n=="}, "Katie Shelby": {}, "King Maine": {}, "Kitty Jurossi": {}, "Linda Shelby": {"Background": "=== Background ===\nLinda used to be a Quaker (a member of a religious Christian movement). She then helped Arthur with his sobriety in his life, among other things.\n\n==", "Series 3": "=== Series 3 · 1924 ===\nLinda attends the wedding of [[Thomas Shelby]] and [[Grace Burgess]], and helps Arthur with his best man speech for the wedding. She proves to have a fairly large influence on Arthur, a quality that Thomas has taken to disliking.\n\nShe tries to get [[Arthur Shelby Jr.|Arthur]] to stop 'work' at night for religious reasons, which Arthur does not fully oblige but is seen to compromise, for example after burning a pub for the Blighters he immediately goes home despite [[John Shelby|John's]] mockery of him.\n\nFurthering her insistence that Arthur's night work should end, she announces to him that she is pregnant.\n\n==", "Series 4": "=== Series 4 · 1925-1926===\nLinda is among those who return home to Small Heath following the death of John and the threat the family faces from Luca Changretta. She becomes troubled, however and no longer believes in the Peaky way of doing things. She becomes a cocaine user and is seen openly using the substance during the fight between Bonnie and Goliath. \n\nDuring their time in Birmingham, Linda becomes Arthur's support when he begins to suffer from mental illnesses. She is often the only one able to ground him and stop his erratic behaviour. \n\n==", "Series 5": "=== Series 5 · 1929===\n[[File:Linda_shoot_Arthur.jpg|thumb|Linda attempts to shoot Arthur]]\nThings begin to go wrong in 1929 for Linda, she becomes more distant with Arthur and eventually begins to search for a way to divorce him. She consults Lizzie on the matter, who admits that London is the only place to find someone who will even consider divorcing a Shelby. Full of anger at Tommy and the way he is running Shelby Company Limited, she writes Arthur a letter explaining her feelings, however he ignores her, telling her to behave like a normal wife.\n\nBecoming distant with Arthur, Linda begins speaking with a recent widower. Arthur eventually finds out and slashes the man's face in anger. This upsets and angers Linda, who no longer believes Arthur worthy of saving and attempts to kill him. She is thwarted by Polly, however who shoots her in the arm. After the bullet is removed, her and Arthur part ways and she leaves the Shelby family for good.\n\n=="}, "Leon Petrovich Romanov": {}, "Lizzie Stark": {"Series 1": "=== Series 1 · 1919===\nWhen [[Thomas Shelby]] finds out that Lizzie is to be married to his brother [[John Shelby]], he confronts her, offering her eight pounds to see if she is still a working prostitute. When Lizzie takes the money, thereby failing Thomas' test, he informs John, who asks Lizzie and then her family if it is true. Lizzie tells him Thomas is a 'dirty liar', but her family says otherwise, telling him she still continues her work, but only with regular clients. John comes to the conclusion that Thomas must have been a regular customer, which he later confirms, and then calls off the marriage. Despite the unfortunate circumstances, Lizzie and John end up remaining friends.\n\n==", "Series 2": "=== Series 2 · 1922===\nLizzie is seen next in [[Episode 2.1]], after having sex with Tommy in his office. She admires the typewriter, telling him she also has one and is doing a correspondence course, where she is learning to type with her eyes shut. He places the money on the table, which she takes, before she tells him \"I wish just once you wouldn't pay me. As if we were ordinary people.\"\n\nLater, once again in Thomas' office, he asks her to close her eyes and guides her over to the seat at the desk. He covers her eyes with his hand and asks her to type on a typewriter, \"If winter comes, then can spring be far behind?\" He offers her a job as a secretary for his expanding [[Shelby Company Limited|Shelby family business]], offering to pay her eight pounds and four shillings a month, telling her she can stop her prostitution work permanently. With \"no exceptions.\" Lizzie accepts the job.\n[[File:9.gif|thumb|left|Lizzie at The Garrison Pub opening]]\nLizzie was present at the new grand opening of [[The Garrison Pub]]. She is offered a light for her cigarette by [[Arthur Shelby|Ar]][[Arthur Shelby|thur Shelby]] who was high on ‘tokyo’ in the moment. At the [[Major Races|Epsom Races]] on Derby Day, Lizzie is escorted by [[Jeremiah Jesus]] to Thomas Shelby, who had told her he had a job for her to do. Lizzie finds out that the job involves playing the role of a prostitute and luring a soldier named Field Marshal Henry Russell to a quiet place when the races begin.\n[[File:6.gif|thumb|160px|left|Lizzie at the Epsom races]] \nThough she initially resists, she does the job for Thomas. Before Thomas leaves, he promises to save Lizzie before she is forced to sleep with Russell. Thomas is late to find [[Henry Russell]] but eventually, Thomas succeeds in killing the man although not before Russell almost rapes Lizzie. Lizzie points Thomas's own gun at him in anger and shoves him backwards before leaving. She is later seen sat at a table, bruised and cut, and is joined by Arthur and John. John believes she acquired the injuries from doing her old work, and although she doesn’t tell him the truth about what happened, she tells him she does not see the same look in his eyes as she does in Thomas’ and that he should ‘get out’.\n\n\n==", "Series 3": "=== Series 3 · 1924===\nLizzie's involvement with the Peaky Blinders becomes more apparent during the course of 1924. Her relationship with Angel puts the Peaky Blinders in a predicament and Polly forces her to break up with him, solving the situation. John, however, does not believe that the threat from the Changretta's to be over, and beats Angel and his men up, threatening them and telling them to stay away from Lizzie. \n\nAfter [[Grace Shelby|Grace's]] death, life for Thomas becomes difficult and Lizzie reveals to [[Polly Shelby]] that she has occasionally been sleeping with Thomas since Grace's death. \n\n==", "Series 5": "=== Series 5 · 1929 ===\nDuring 1929, Lizzie feels as though she is losing contact with Tommy, as he begins hallucinating over his dead wife, Grace. She writes him a letter in fear of him losing control of his company, however he ignores the letter and the two grow further apart. Eventually, Linda visits Lizzie, admitting that she has looked for a solicitor to divorce Arthur, but cannot get anyone to do it. Lizzie admits that she will need to seek one from London as nobody in Birmingham would dare divorce a Shelby.\n\nWhen tensions grow between Aberama and Tommy, she fires a gun into the air, insisting that Tommy leave the house and the children and not return, but is dismissed by Tommy who tells her to go back inside the house and call Aberama an ambulance. Knowing that Linda planned to divorce Arthur, Lizzie reveals that she too found a lawyer willing to divorce the two, but decided to stay with Tommy as it is what they vowed when they married. Lizzie promises not to be with anyone else, with Tommy promising not to have other relations on the same house as Lizzie, while also proclaiming that she belonged to him.  \n=="}, "Luca Changretta": {"Background": "===Background===\nLuca Changretta was an Italian-American mobster, son of Vicente Changretta and [[Audrey Changretta]] and a leader of the Changretta mob. His mob does work in the liquor business stationed in New York. The mob has a heavy rivalry with Chicago's [[Al Capone]], as New York is an important trading port for transporting alcohol from Europe. Changretta is also a soldier for the Spinietta family.\n\nIn approximate 1919-1920 Luca Changretta came from New York to Birmingham to be best man at his cousin's wedding.\n\n=="}, "Maguire": {}, "Malacki Byrne": {}, "Mario": {}, "Martha Shelby": {}, "Mary": {}, "Matteo": {}, "May Carleton": {"Background": "===Background===\nMay Carleton comes from a well-to-do family. She is well connected with everyone from the war-office to racing-board. Since her husband’s death, she has lived alone in her late husband’s mansion. Though she's a rich widow and a successful race-horse trainer, she is lonely and bored with her strait-laced life.\n\n==", "Series 2": "=== Series 2 · 1922===\nMay Carleton is at the horse auctions with her father, when Thomas Shelby and his gang arrive. Her interest is piqued by Thomas, and she bids on the race-horse he's trying to buy to gain his attention. Afterwards, she offers to train Thomas's new horse.\n\nThomas eventually does hire May to train his new horse, who he names Grace’s Secret.\n\nThomas invites himself over to May's mansion to get a progress report on his horse. She reveals that she has lived alone since her husband’s death.\n\nLater, Thomas visits May to confess that he still loves [[Grace Burgess|Grace]] and that they should separate. But May tells him: 'You’ve told me about her like a gentleman – now kindly behave like a gangster for me again,' before adding: 'I will win you.'\n\n[[File:Ep2_5_Thomas_May.jpg|thumb|left|May and Thomas Shelby|220x220px]]\n\nAt Epsom, Thomas bids a cryptic goodbye to May as she prepares his horse for the Derby, where the Peaky Blinders plan to hold up their rival [[Darby Sabini]]’s bookmakers and burn their licenses. May has influence with the Board and can make sure that all the applications for legal pitches from Sabini's men at the Derby will be denied and instead allocated to Thomas's bookies.\n\nAfter the race, May and Grace both wait for Thomas to turn up in the bar and find them, but instead find each other. They have a exchange of words: May can ensure that the bookie’s licences go with the [[Peaky Blinders]], while Grace fires a parting shot about the horse’s name.\n\n<br />\n\n==", "Series 4": "=== Series 4 ===\n<blockquote>\"''You... have lost your wife, and now your brother too. I thought it would make you different, but it doesn't seem to change you. Nothing seems to change you.\" — '''''May Carleton to [[Thomas Shelby]]'''</blockquote>\n\n<blockquote>\"''The truth? You're unlike any man I've ever met.\"'' '''''— ''May Carleton to Thomas Shelby'''</blockquote>\n\n=="}, "Mei Zhang": {}, "Michael Gray": {"Background": "=== Background ===\nMichael's father died drunk, killed between a boat and a dock, when he was young, so he doesn't remember him. He has a deceased sister named [[Anna Gray]].\n\nMichael was taken from his mother Polly by the police when he was five years old. He lived with a foster family, Mr Johnson and [[Rosemary Johnson]] until he was 17, when he met [[Thomas Shelby]] and was introduced to the Shelby family. His adopted mother and family used to refer to him as \"Henry\" for what is assumed to be many years.\n\nIt is also revealed that Michael was abused by a priest during his short time in foster care. It is hinted that Father Hughes was a part of this and that Michael was possibly sexually abused as Hughes is hinted at being a paedophile. This fuels Michael's hatred towards them in [[Series 3]].\n\nHe appears to be left-handed, or at least signs his name with his left hand.\n\nAt school, he was top of the class in mathematics and did a night-school course in accountancy at Worcester College, and did City and Guilds for six months. He also “knows horses”.\n\n==", "Series 2": "=== Series 2 · 1922 ===\n[[File:Polly Gray series2.jpg|thumb|250px|Michael Gray and his mother Polly Gray|left]]\nThomas finds Michael, who comes to [[Birmingham, England|Birmingham]] to reconnect with Polly, his birth mother, and because he's bored with his life in a tiny village.\n\nMichael is slowly introduced to the [[Shelby Family|Shelby family]], under the careful watch of his mother, who wants to keep him out of the family's true business. He heads to the races with cousins Thomas, [[John Shelby|John]], [[Arthur Shelby|Arthur]] and [[Finn Shelby|Finn]] when Thomas goes to buy a horse. When Thomas's life is threatened, Michael witnesses one of Arthur's violent outbursts where he nearly beats a man to death. Later, when Polly asks Michael how the trip went, Michael does not inform her of Arthur's actions.\n\n[[File:The_Marquis_of_Lorne.png|thumb|left|250px|Michael and [[Isaiah]] at [[The Marquis of Lorne]]]]\nMichael gets into a bar fight at [[the Marquis of Lorne]] when a man refuses to be in the same bar as his friend [[Isaiah |Isaiah]] because he is black. Later, when Michael tells Arthur what happened, John and Arthur destroy the pub in the name of the Shelby company.\n\n[[File:Ep2_5_Polly_Michael.jpg|thumb|Michael and his mother Polly Gray|250px]]Afterwards, Michael and Arthur are imprisoned by [[Chester Campbell|Major Campbell]] for the burning of the pub. Later, Michael hears from the guards that he's being released because Polly had sex with Campbell in return, something Michael finds hard to forgive. \n\nLater, Polly offers Michael money to move to London, away from the Shelby family. They say “I love you” to each other before Polly goes to kill Campbell. In the end, Michael stays, because he thinks Polly truly wants him to, and because he wants to make \"real money\" with Thomas.\n\n==", "Series 3": "=== Series 3 · 1924 ===\n[[File:A wedding that swiftly descends into boxing matches, mayhem and murder..jpg|thumb|the [[Peaky Blinders]]|250px|left]]\nMichael is now comfortable in his role as a [[Peaky Blinders]] accountant, becoming more confident and daring and not afraid to be harsh to get the job done. He has a short affair with [[Charlotte Murray]], a guest at Grace and Tommy's wedding. Charlotte is introduced to Tommy later in Michael's office.\n\n[[File:Episode 3 4 a.jpg|thumb|the [[Peaky Blinders]]|250px]]\nWhile Tommy is in the hospital recovering from [[Father Hughes|Father John Hughes]]'s beating, Michael tells him he \"knows things\" about the priest, and offers to kill Hughes himself if Tommy allows it.\n\nMichael gets Charlotte pregnant, and John and Arthur tell him he needs to “marry the girl”. When Michael tells them that Charlotte doesn't want to keep the baby, John tells him about a woman who has aborted two babies from women Arthur impregnated. Michael arranges the abortion.\n\nFinding the bullet meant for Hughes in Michael's desk, Polly confronts Tommy about Michael doing the hit. Tommy tells her that Michael asked him to; although he is discreet about the reason, Polly infers what her son experienced, and Tommy tells her he told Michael to \"put a bullet in that fucker's head.\" Polly composes herself and says that if Michael kills the priest, she will bring the whole organization down.\n\n[[File:The_Shelby_Family.jpg|thumb|left|Michael and his family|250px]]\n\nWhen the Grace Shelby Institute is opened, Father Hughes orders Tommy to bring the children to his office so he can bring them to confession. As he walks away from Tommy, Michael enters the hall and stares at him, aghast, before the priest enters a room with a gaggle of children.\n\nMichael kills the man who came with [[Alfie Solomons]] during Alfie and Tommy's meeting, in defense of Tommy. He later tells John and Arthur that Tommy said he handled it well, so they allow him and two others to go to the house where [[Charles Shelby]] is being held. Arthur tells the two men to kill the priest, but outside the house Michael orders them to stand down. Michael draws on Hughes but hesitates to shoot, and a fight ensues. Michael gains the upper hand and plunges his knife into Hughes' neck, and brings Charlie home to [[Ada Shelby]] and Polly. Polly notices the blood on Michael's face and hands, and Michael walks away, still in shock.\n[[File:Episode_3_6.jpg|thumb|250px]]\nAfter leaving Charles with the girls, Michael meets with Charlotte at the abortion house. She asks where he's been, and he tells her there was trouble and he can't stay. She begs him to, but he says it’s family business, pays the abortionist, and leaves.\n\nAt the end of the season, Michael is arrested with the rest of the family, charged with the murder of Father John Hughes.\n\n==", "Series 5": "=== Series 5 · 1929 ===\nMichael returns to Small Heath following the Wall St. Crash in 1929; despite being warned by Tommy to sell before the crash, he didn't listen and held on losing [[Shelby Company Limited]] huge profits as a result. During his time in Detroit, he met and began a relationship with [[Gina Gray]], who returns to Small Heath with him and whom he marries en route as she was pregnant with his child. When he arrives in Birmingham, his relationship with the Shelby family is extremely tenuous after Tommy receives word that Michael is plotting against him, leading to a tense standoff in which he is questioned in the street by Polly and then insulted and taunted by Arthur, and then made to stay under surveillance at a hotel until it is definitively proven he is not a traitor. His relationship with Tommy in particular is extremely strained, though Tommy tentatively albeit reluctantly, allows Michael back into the family business although he treats Michael like dirt, convinced that Michael is a traitor due to having a dream about a black cat and is convinced Michael is trying to take his 'throne' and does not trust Gina either seeing her as potential trouble due to her hold on Michael and her manipulative nature. Tommy includes Michael in his latest Shelby Company venture, the import and export of opium which would allow them to recover at least half of what Michael lost in the Wall Street crash. [[File:Michael5.jpg|thumb|250px|Michael and his wife in Series 5.]]\n\n<nowiki> </nowiki>Together with Gina, who is manipulating Michael, formulates a plan to expand Shelby Company Limited in the US, restructuring the company with him in charge ('The New Generation') and Tommy and the rest of the family, except  [[Finn Shelby|Finn]] all but retiring. When Michael reveals his plan at a family meeting in the final episode, Tommy rebukes him and throws Michael's proposal into the fireplace; Gina pushes Michael to reveal the real reason he wishes to take control, which is that those in the US no longer wish to deal with the Peaky Blinders. Tommy says he gave Michael an opportunity to redeem himself but instead betrayed him before banishing Michael and Gina from the family business; telling them to leave England and never come back ever again, warning Gina not to 'Fuck with the Peaky Blinders' Arthur growls angrily at Michael telling him fuck the Americans, Polly then slaps Michael across the face looking at her son angrily and in disgust before giving Gina a cold look before walking off knowing full well that she is really the one behind Michael's scheme. When they are alone, Gina tells Michael that they will have to do things a different way hinting that they betrayed Tommy and alerted Oswald Mosley about his attempted assassination by the Peaky Blinders or that they have to take over the business themselves likely with the help of Gina's family in America.\n\n=="}, "Mr. Zhang": {}, "Mrs. Ross": {}, "Niall Devlin": {}, "Ollie": {"Series 2": "=== Series 2 · 1922 ===\nOllie is introduced in 1922 as the assistant of Alfie Solomons. He records the meetings between Alfie and his business partners and taking notes. He is present in the meeting between Alfie and [[Darby Sabini]], taking notes about the business deal that will bring peace between the Jews and Italians. \n\nHe is further present during a meeting with Alfie and [[Thomas Shelby]], in which Alfie tries to take 100% of Tommy's business. Alfie fears for his life when Tommy reveals that, when he bent down to tie his lace on the way in, he planted a hand grenade in the building that will be detonated if he does not leave the room shortly. After this meeting, he is not seen again. \n\n=="}, "Oswald Mosley": {"Series 5": "=== Series 5 · 1929 ===\nMosley first introduces himself to Tommy after he gives a speech in parliament, citing that he has done research on Tommy and is surprised to see someone with his history in a position of political power.\n\nMeeting with Ada and Tommy, Ada warns that she believes Mosley to be moving towards fascism, admitting that she advised Tommy not to meet with him. Mosley admits that the reason for his approaching Tommy is that he needs help with business in London, however Tommy declines, remarking that Birmingham is his constituency.\n\nMosley's past begins to be known when he meets with Arthur, Michael and Tommy in Westminster. Tommy questions Mosley's previous meetings with men to rally support for his cause, including [[Jimmy McCavern]], however Mosley denies knowing anyone by that name. He does push Arthur's patience by revealing that Linda — Arthur's wife — has been seen with other men. However Arthur is persuaded to let it go.\n\nFurthermore, when Tommy holds a party at his house for Lizzie, Mosley admits that he once knew Lizzie back in their youth when she would trade sex for money — something she stopped doing when she married Tommy. This is something that jitters Tommy, causing him to retaliate by making Mosley aware that he knows he is serially sleeping with members of his own family. At the party, Tommy makes it clear that if Mosley touches Lizzie, he is fair game for Johnny Dogs. Mosley takes the party as an opportunity to rally support for his new political party: ''the British Union of Fascists.''\n\nMosley's actions soon become known to [[Winston Churchill]] who meets with Tommy to ask the situation. Tommy explains the situation, and Churchill tells him to do whatever possible to stop the revolution and to contact him if he should need help. Unknown to Mosley, Churchill is referring to the assassination plot that Tommy has been forming, with Mosley as the target. Tommy recruits his former friend Barney to do the killing, which is planned to happen on the night of Mosley's speech — when Tommy is also on the stage — to keep the suspicion that the [[Peaky Blinders]] are involved at bay. Unfortunately, the assassination does not go as planned, and Mosley is able to escape alive.\n\n=="}, "Patrick Jarvis": {}, "Polly Gray": {"Background": "===Background===\nPolly originates from criminal Gypsy family the Shelbys, daughter of Mr Shelby and [[Birdie Boswell]]. Polly tells her son [[Michael Gray]] that his Grandmother was Gypsy Princess named Birdie Boswell. Polly always wears the Black Madonna. [[Arthur Shelby Sr.]] calls her Pollyanna.\n\nWhen she was young and the police were after her father, he used to take the family out, living in the wood.<ref>''[[Episode 4.5]]''</ref> When she was sixteen she fell pregnant, however the father did not return and she was forced to abort the child on her own terms. <ref>''[[Episode 1.2]]''</ref>\n\nShe later married a river Gypsy Gray and had two children, Michael and [[Anna Gray]]. However, her husband died drunk, squeezed between a boat and a lock<ref>''[[Episode 2.3]]''</ref> and both her children were taken from her by the parish authorities, in part due to the intervention of a neighbour.<ref>''[[Episode 1.6]]''</ref>\n\nAunt Polly has looked after her nephews [[Arthur Shelby|Arthur Jr.]], [[Thomas Shelby|Thomas]], [[John Shelby|John]], [[Finn Shelby|Finn]] and niece [[Ada Thorne|Ada]] since they were young, managed the Peaky Blinders and its businesses, while the Shelby boys were fighting in WWI.<ref>''[[Episode 1.1]]''</ref>\n\n==", "Series 1": "=== Series 1 · 1919 ===\n[[File:Polly Gray series1.jpg|thumb|250px|Polly Gray in series 1|left]]\nAfter John, Arthur and Thomas return from the war, they take over control of the Blinders, with Thomas eventually assuming leadership. However, Polly remains the matriarch and heart of the family. Thomas keeps many things close to his chest, such as the fact that his men accidentally acquired the wrong crate during a routine pick-up, instead of taking a crate that contained Lewis machine guns. Polly is the only one that Thomas will confide in. When she is eventually able to wheedle the information out of him, she tells him to dump the guns before he gets hanged for having them.\n\n[[File:Ep1_2_b.jpg|thumb|Polly and Chester Campbell|250px|left]]\nPolly finds out that Ada is pregnant with the child of [[Freddie Thorne]], who has since fled the city from [[Chester Campbell|Inspector Chester Campbell]]. Polly tells Ada about how she was 16 when she first became pregnant and how she almost died from the abortion, hoping that the father of her child would come back. She tells Ada that they should take the train the following day, for Ada to get a proper abortion.\n\nThe next day at the train station, Freddie arrives as they are about to board the train. He proposes to Ada and she says yes, but he tells Polly that they are staying in Birmingham and that he is not afraid of Thomas. However, when Polly tells Thomas, he confides that he promised Campbell that Freddie wouldn’t come back. Polly tries to offer Freddie 200 pounds and a ticket to New York for him and Ada, but he again refuses to leave.\n\n[[File:Ep1_4_a.jpg|thumb|Polly and Freddie|250px]]\nAt [[John Shelby|John]]'s wedding to [[Esme Shelby|Esme Lee]], Ada’s water breaks and Polly takes her home to deliver the baby boy. She asks Thomas to allow Freddie to come to see his son and he agrees. However, after the baby is born, the police raid the house and take Freddie away. Polly is furious and bursts into [[the Garrison Pub]], yelling at Thomas and calling him a liar.\n\nWhen Arthur brings home his absentee father [[Arthur Shelby Sr.]] having happened upon him in a boxing club, Polly is disgusted to see the \"thieving whore-monger\" who abandoned his family. When Thomas walks in, his reaction is the same. While his father proclaims that he's a changed man, Thomas does not trust him. She is not surprised when he cons his son, Arthur, out of five hundred pounds.\n\nLater, Polly tries to convince [[Ada Shelby|Ada]] to forgive Thomas. She tells Ada about her children and how the police took them away from her - Thomas is the one who brings strength and power to the Shelby family, so that the same thing won’t happen to Ada and that Thomas will get Freddie out of jail. Polly brings Ada and her son to the next family meeting and Ada tells Thomas that she forgives him, as long as he does what Polly promised.\n\n[[File:Polly&Grace2.png|thumb|Aunt Polly and Grace|250px]]\nOn [[Black Star Day]], when the Blinders learn that they have been betrayed by Inspector Campbell and his spy [[Grace Burgess]], Polly tells Thomas that she'll deal with Grace. Polly visits Grace at The Garrison Pub just as she is about to leave. They share drinks and Polly tells Grace that though Thomas might accept Grace into the family, Polly herself never will. She tells Grace that if she sets eyes on her again she’ll kill her.\n\nFinally, Polly is seen with Thomas, Arthur and John at the Garrison, sharing a toast to the success of the Shelby family.\n\n==", "Series 2": "=== Series 2 · 1922 ===\nPolly has become withdrawn and depressed and visits a medium because she had a dream about her daughter. The woman, Mrs Pryce of the Patch, tells her that her daughter is dead, and Polly breaks down into tears. However, Esme later warns her that the Gypsy woman is a charlatan.\n\nThomas is able to discover what happened to Polly's children. The girl died of spring fever, but he locates the boy, Michael. Thomas will not give Polly the address where Michael is and tells Polly that her son must choose to contact her if he wants. Even being threatened by Polly holding a gun to his head will not move Thomas. Polly fires her gun at the ceiling in impotent rage before heading out on a bender of epic proportions at the newly re-opened Garrison Pub. She is shown using opium and drinking alcohol, as well as having sex with a young man.\n\n[[File:Polly Gray series2.jpg|thumb|250px|Polly Gray and her son Michael Gray in series 2|left]]\nPolly is greeted the next morning by her son Michael, who has arrived in Birmingham to see her, and they catch up after almost eighteen years apart. As Michael offers to be the new accountant, Polly talks to Thomas and insists that her son not be involved in the illegal activities of the Peaky Blinders and negotiates his pay.  \n\nWhen her son is thrown behind bars by Major Campbell for the burning of [[the Marquis of Lorne]] pub, Polly takes matters into her own hands to get Michael out of jail. Major Campbell offers to sign Michael's release form, in exchange for Polly having sex with him. He specifically humiliates and both verbally and physically abuses her, demanding that she be 'small and weak' and cry for him. Polly is disgusted by the demand but reluctantly accepts in the end, thinking only of her son's freedom. However, Campbell rapes Polly forcefully despite her acquiescence. \n[[File:Ep2 5 Polly Michael.jpg|thumb|250px|Polly Gray and her son Michael Gray]]\nThe next day, she goes to pick up Michael, who states that the guards told him what she has done to have him released.\n\nBefore going to [[Major Races|Epsom]], Polly lays cash in front of Michael, telling him to take the money and start a new life for himself in London, away from the \"Birmingham life\", which is what she should have done at the start, but now has business to attend to. At Epsom, Polly corners Major Campbell in a phone booth whilst on the phone with [[Winston Churchill]]. Despite his pleading, she shoots him in the heart and exits the bar.\n\n==", "Series 3": "=== Series 3 · 1924 ===\nIn 1924 Polly attends to Thomas and Grace’s wedding. A Russian [[Anton Kaledin]] comes and speaks with her because it's Aunt Polly who Thomas Shelby trusts most. She knows he's a spy, then he's killed by Arthur.\n[[File:Episode 3 3 a.jpg|thumb|250px|left|Polly and Ada Shelby]]\nPolly also meets a portrait artist [[Ruben Oliver]] who plans to seduce her. Later Polly approaches Ruben to commission him to paint her portrait. While he's painting, he divulges that his main objective for seducing her. In the war against the Changrettas, Polly tells the boys to compromise but Thomas does not. Finally, Grace is shot. When there're conflicts in the family Polly manages to diffuse the situation with a call for family unity.\n\nThomas knows that [[Father Hughes]] is the traitor who passing information on to the Soviets and plans to kill him. Steaming drunk, Aunt Polly makes a big mistake, she goes to confession at church that her family is planning to murder \"a man of the cloth\". Father Hughes knows this means him and Thomas's plans fall apart.\n\n[[File:Episode 3 4 b.jpg|thumb|250px|left|Polly with her nephews' wives [[Linda Shelby|Linda]], [[Esme Shelby|Esme]] and [[Lizzie Stark]]]]\nPolly goes to see Ruben Oliver when portrait's finished and they have sex. The following day, Polly learns that Michael plans to kill Father Hughes and why Michael asks to do. Polly grieves over her son's pain, but she doesn't want her son to become a killer.\n\n[[Charles Shelby]] is kidnapped by Father Hughes. He wants Thomas to blow up the train and wants the Russians' jewels including the Faberge Egg. Thomas starts accusing everyone in his immediate family, that someone leaked the information about Faberge Egg. Thomas in the end tells Polly it must be Ruben Oliver as she may leak when she's drunk. But it's not Polly who leaks and not Ruben who betrays, he comes to find Polly. Polly tells him that she wanted a dull life with him.\n\n[[File:Episode 3 6.jpg|thumb|250px|Polly's arrested for the murder]]\nMichael kills Father Hughes and brings Charles home where Polly sees the blood and embraces him. When business is over, Thomas calls the family meeting and tells them the police have issued warrants for the arrests of Arthur, John, Michael and Polly. This was ordered by their enemies whom they betrayed last night. Polly is arrested for the murder of Chief Inspector Chester Campbell.\n\n==", "Series 4": "=== Series 4 · 1925-1926 ===\n[[File:Episode4_2.jpg|thumb|Thomas Shelby, Polly Gray and Shelbys at John's funeral|250px]]\nPolly is about to hang, praying to god and waiting to be sent to heaven, when a letter comes from the King to set her free. She suffers terribly from her first near-death experience after that. She blames her nephew Thomas, then leaves him, Shelby Company Limited and the Peaky Blinders. She goes to bad ways using prison-tablets and whiskey for healing herself. Apparently, she believes since she put her head inside the noose, she's free to do what she wants.\n\nWhen [[Luca Changretta]] comes to attack the Shelbys, as the matriarch, Polly must come back to protect her family despite the bad blood between her and Thomas. Because of the Mafia's attacking, John is dead and Michael is badly wounded. At John's funeral, Polly is the most upset at Tommy for using his own brother's funeral as a trap, using family members as baits and walks out. She also meets the hired hitman [[Aberama Gold]] for the first time. She knows he wants something other than just money with her second sight.\n\nMichael persuades his mother to help Thomas and promises then he will go to Australia with her. Thomas also begs Polly to come back. Polly tells Thomas she understands what he said at John's funeral. Polly makes things clear, she changes because she realizes \"''when you're dead already you're free.''\" and throws her tablets and whiskey away. Moreover, she's back to help him because of Michael. She advises her nephew on this situation especially asking Mr Gold what he really wants. Gold divulges to Thomas that he wants him to help his son [[Bonnie Gold]] to be a boxer.\n[[File:Ep4 3 a.jpg|left|thumb|250px|Aunt Polly's return]]\nPolly talks with her niece Ada about her lack of sex life and makes a New Year's resolution, looking for \"''someone unsuitable''\" to sleep with. She attends the board meeting about the reinstatement of Polly to the position of The Shelby Company treasurer and dropping the law of the bullet.\n\nLater, she goes to the bar joining unexpected man Luca Changretta, who determines to kill her and her family. Polly makes a deal with Luca offering to sacrifice Thomas in exchange for the lives of Arthur, Michael and Finn, while they charm each other. Luca doesn't trust Polly easily, he uses Michael to threaten her that he can reach her son at any time and he will kill her only son if she can't deliver Thomas. Polly makes an appointment for Thomas that she will send him to Luca and put the [[Black Star Day|black star]] in Thomas's diary. Michael knows his mother's plot but he chooses not to tell Thomas because he chooses his mother.\n\nAt last Luca realizes that was the plan that Polly sets him up because Thomas prepared machine gun and kills three of his men. The Shelby family find out what happened, it's was the plan that Polly and Thomas agreed on from the beginning.\n[[File:Series 4 Polly Michael.jpg|thumb|250px|Polly and her son Michael]]\nPolly takes Michael Gray out into the woods with Gypsies, the Palmers and the Boswells, by Aberama's support. After her son is gone with Bonny, Polly and Aberama are alone by the river in the woods. They're falling for each other. She tells about her life after putting her head in the noose, she's got the second sight and'' ''she'' ''can do anything she wants because of her lack of fear of death. She makes out with him while threatens him with a knife that, if anything happens to her son, she’ll be his enemy. He understands her and they continue making out.\n[[File:Ep4 6 Polly Lizzie Linda.jpg|left|thumb|250px|Polly and Lizzie Stark ans Linda Shelby at the ringside]]\nIn the night of the fight Bonnie versus [[Alfie Solomons]]'s nephew [[Goliath]], Luca sends assassins to kill her family. It's her oldest nephew Arthur, who's attacked, his funeral's set latterly. Thomas wants Michael to do business in America however Michael doesn't want to go. Polly promises her son when this business's over, she and Michael will be free to make their own choices.\n\nPolly and Thomas work together to finish Luca Changretta. Changretta takes over Solomons then came to Birmingham to take over Shelby Company Limited where he knows that Arthur's death had been faked. They make a deal with one of Luca's rivals, 'big' mafioso [[Al Capone]], thus switching the loyalty of Luca's henchmen. Arthur pulls the trigger in the end.\n\nWhen the war against Mafia is over, and Thomas' [[PTSD|mental illness]]' back, It's Polly who tells him to ''shake hands with the devils and walk past them. ''Thomas's back and continues his bigger plans, Polly is the one who always stands by him.\n\n==", "Series 5": "=== Series 5 · 1929 ===\nWith Tommy's initial absence, Polly takes a greater role within [[Shelby Company Limited]] and is alerted of the Wall St. Crash immediately after it happens. Due to this, she returns home to sit on the Board of Directors, wherein they discuss the situation and how it affects the company. She is glad to hear that all is not lost as Shelby Company Limited has diversified its portfolio and has investments around the globe. \n\nShe is one of the first people that Ada openly talks about regarding her unborn child. She asks for advice, with Polly expressing concern that the father will abandon the child and it will grow into the Peaky life. Ada, however is worried about Tommy's opinion, but Polly admits that he is already aware and hasn't shown much resistance. \n\nWhen Michael finally returns from New York, Polly is among those who meets him at the train station and asks for the truth regarding the journey home — in which it is suspected that Michael is plotting against Tommy with IRA help. Polly tells Michael that he does not have a home until he is proven innocent, much to his shock. She is also present when he is questioned by Tommy and Arthur at the Garrison, pleading with Tommy to take it easy on him as she believes him to be telling the truth; nevertheless Tommy and Arthur are both hard on Michael despite Polly's plead.\n\nOn her birthday, Polly visits [[Aberama Gold]] in hospital following the death of his son. Having visited him, she breaks him out of his room to stay with his sister. On the journey, he hands Polly a single rose and wishes her a happy birthday. Polly warns Aberama to lay low and allow Tommy to take care of [[Jimmy McCavern]] and the Billy Boys. However he leaves for Scotland the moment Polly is out of sight. This is the first we see of a developing relationship between Aberama and Polly — after they had sex in the woods — which eventually leads to Tommy promising he will be allowed to marry Polly if he called truce with the Billy Boys while they do business together.  He agrees and, not long later in [[The Loop|''The Loop'']]'' ''Aberama proposes to Polly and she accepts. \n\n=="}, "Roberts": {}, "Rosemary Johnson": {"Series 2": "=== Series 2 · 1922 ===\n\n==", "Series 4": "=== Series 4 ===\n\n=="}, "Ruben Oliver": {}, "Ruby Shelby": {"Series 4": "=== Series 4 ===\nWhen Thomas won the elections as the Labour MP for Birmingham South Constituency, Ruby is held by Lizzie and then by Thomas, while they go down the stairs.\n\n==", "Series 5": "=== Series 5 ===\n\n=="}, "Ryan": {}, "Scudboat": {}, "Sergeant Moss": {"Series 1": "=== Series 1 · 1919===\nSergeant Moss resents the increasing corruption in his force but slowly builds more and more resentment towards [[Inspector Campbell]] as he disagrees with Campbell’s methods.\n\n==", "Series 2": "=== Series 2 · 1922===\nDespite his earlier opinions, not only is he in the pocket of the Peaky Blinders, but he also represents the head of the local police and is often seen being bribed to drop an investigation or even ensure patrols are not held in certain areas.\n\n==", "Series 3": "=== Series 3 · 1924===\nMoss continues to assist the Peaky Blinders endeavours and performs somewhat illegal dealings for what he believes is the greater good.\n\nPartway though the series, Moss can be seen without his Sergeant's tapes, but displaying a single pip on his epaulette. Although never explicitly mentioned, at this point, he is believed to be the (now defunct) rank of Station Inspector. Irritatingly, this rank is only known to have existed in the Metropolitan Police (1880-1936) which did not include Birmingham. \n\nIn the last episode Moss can be seen with 2 pip on his epaulette.  \n\n=="}, "Stanley Chapman": {}, "Stephan Radischevski": {}, "Tatiana Petrovna": {"Series 3": "=== Series 3 ===\nShe is brought from London to [[Thomas Shelby]] by [[Sergeant Moss]] of the Birmingham Police. She gives the [[Peaky Blinders]] a case filled with 10,000 US Dollars in cash.\n\nShe barely speaks to Thomas, but is intrigued with his ability to carry out assassinations for the Crown.\n\nIt is revealed that Tatiana is to take a look at the vehicles in the [[Lanchester Motor Company]] that Thomas has prepared for the Russians.\n\nAt the Shelby Charity Foundation Dinner, Tatiana informs Thomas that the sapphire necklace [[Grace Shelby]] is wearing is \"cursed by a gypsy\", right before Grace is shot by an assassin.\n\nShe seduces Thomas and attempts to cure him of his sadness about his wife’s passing. In the end, she makes a deal with him to steal her family’s jewels so that he can return them to her and she can run away to another country where a lover is waiting for her.\n\nLater\n\n=="}, "Thomas Shelby": {"Background": "===Background===\nThomas Shelby and his siblings are Gypsies from both sides of their family. It is implied by their aunt, Polly, who is their father's sister and Thomas himself when he states in Series 1 that the Lee Family are kin to the Shelby family from their mother's side. It can be concluded that perhaps both of Thomas' parents are partially Romani Gypsies, it is also implied that they have Irish Traveller ancestry too, as Polly mentions that, alongside Romani, they should not speak Shelta to [[Karl Thorne]], which is the language spoken by Irish Travellers.\n\nShelby was in love with a girl named Greta Jurossi before the First World War, as stated by [[Jessie Eden]]. Gretta grew sick, and Thomas stayed by her bedside for three months before she passed away and he went to war.\n\nIt is implied that there was a drastic personality shift before and after his experiences in the '''First World War''', during which he was a Tunneller or Sapper (a volunteer digging treacherous tunnels covertly, in order to place enormous amount of explosives beneath enemy lines, a tactic used several times in the war to devastating effect)''. ''After the War, he began experiencing symptoms of [[PTSD|post-traumatic stress disorder]].[[File:Peaky Tommy Shelby.jpg|thumb|220x220px|left|Shelby in 1919.]]\n\nShelby is shown to be a member of the '''Small Heath Rifles''' at the rank of ''sergeant major'' – a non-commissioned officer in charge of well-being, morale and training of the entire unit (all other sergeants and corporals answer to him as well as to the actual commanding officers). His flawless conduct in this role (made even more difficult on account of his youth at the time) earned him unwavering respect both from members of his unit and other veterans alike and cemented his reputation in the streets.\n\nAs to his heritage, Thomas claims that he is related to the Lee family on his mother's side and [[Johnny Dogs]] claims that Thomas's grandfather was a \"king\", most likely a King of the Gypsies. He is the second of the Shelby siblings.\n\n==", "Series 1": "=== Series 1 · 1919 ===\nShelby rides a big black horse into the Chinese quarters in Birmingham, where the horse is subjected to a \"powder trick\" in an attempt to rig a horse race. It is revealed that the horse is named \"Monaghan Boy\". He then returns to the Shelby residence for a family meeting. Upon learning that a [[Chester Campbell|new policeman]] is about to be stationed in Birmingham following the loss of a consignment of guns from the BSA factory, [[Polly Shelby]] takes Thomas aside and questions him on the matter. He reveals to her that [[Peaky Blinders|his men]] accidentally acquired the wrong crate during a routine pick-up, instead taking a crate that contained Lewis machine guns, ammunition, semi-automatic rifles, and pistols with shells.\n\nSeemingly heeding Polly's advice, Thomas says he'll dump the guns as soon as the full moon wanes, in the hope that the policemen won't pursue the matter further. After [[Arthur Shelby Jr.]] is forcibly taken to meet [[Chester Campbell|Inspector Campbell]], and reveals that Campbell might want to work together with them to recover the missing consignment, Thomas, after a moment's pause, leaves the room without any further discussion of the matter. Some time after, as [[Curly]] and [[Charlie Strong]] (Thomas's uncle) are preparing to drop the guns off, Thomas changes his mind about leaving the guns for the police to find, and has Curly drop the guns off at the old tobacco wharf, where the Peaky Blinders keep contraband cigarettes—all in favour of some alternative strategy.\n\nLater, it is revealed that the new barmaid at [[The Garrison|The Garrison Pub]], Grace, is an undercover agent working to recover the missing guns, when she meets with Campbell. She then informs Campbell that the leader of the Peaky Blinders is not Arthur, but Thomas.\n\nNot long later, Shelby, Arthur and [[John Shelby]] are in the countryside for the fair — also at the fair is the gypsy [[Lee Family]]. An insult dealt to their mother by one of the Lee brothers results in a brawl, led by Thomas. On their return, Polly takes Shelby aside to tell him that Inspector Campbell wants to meet him. In return for the unwelcome police raid in Birmingham, Thomas instructs and orchestrates a ''mass burning'' of the pictures of the ''King'', and gets a reporter to cover this incident, drawing the attention and displeasure of [[Winston Churchill]] to Inspector Campbell.\n\nLater, while collecting his horse from Curly, Charlie presents a bullet with Thomas's name engraved on it — a declaration of war from the Lee clan. While on the streets, he is stopped by Grace when she tosses a bucket of spit before his horse, and he invites her to the '''Cheltenham Races'''.\n\nOn his return to the Shelby home, Polly informs him of his sister [[Ada Shelby|Ada]]'s pregnancy, and he storms off to find Ada at the cinema, demanding the identity of the father of her child. \n[[File:Tommyww1.png|thumb|Shelby during the First World War.]]\nThe fixed race with the horse ''Monaghan Boy'' pays off, and the [[Peaky Blinders]] make a fortune. However, Thomas had fixed the race without the permission of [[Billy Kimber]], the man who controls all the bookmaking sites at racecourses, and Polly chides him for it.\n\nAfterwards, Shelby reveals his plan to take over Billy Kimber's business when he meets Inspector Campbell and offers him a deal: in return for Inspector Campbell's (and the policemen's) non-interference with the work of the Peaky Blinders and the impending takeover of Billy Kimber's business, Thomas promises the removal of [[Freddie Thorne]] from the city as well as the missing guns to Campbell. Thomas ensures his own safety by telling Campbell that if he is taken into police custody, the guns will be dropped off at Liverpool, brought to Belfast and sold to the IRA. Campbell seemingly agrees to the deal, and Thomas leaves after making a snide remark at Campbell's deferment from the war.\n\nOne night, while in the throes of a nightmare, Curly wakes Thomas up and tells Thomas that the horse he bought from the fair is cursed, and the curse will soon spread to the heart of the horse. After Charlie deduces that this is the work of the Lee family, Thomas shoots his horse, then heads to the now-empty [[The Garrison|Garrison Pub]] for a drink, where he is served by Grace. He then reveals to her that, contrary to what she has said about her past, he knows she's never worked in any pub in Dublin, then goes on to (incorrectly) guess that she was a pregnant runaway, but promises Grace to keep it a secret.\n\nThe following day, Billy Kimber storms into [[The Garrison|The Garrison Pub]], demanding to see \"any man named Shelby\". The Shelby brothers, and Thomas in particular, receive the wrath of Billy Kimber, who accuses Thomas of fixing the races, and subsequently threatens to shoot them. Thomas, however, politely offers to strike a deal with him; given that both Thomas and Billy Kimber are at war with the Lee family, Thomas proposes to work with Billy Kimber to beat the Lee family to both their advantages. Though Kimber doesn't accept their offer immediately, they come to a truce because of Thomas's overly respectful appearance.\n\nThe following day, [[Grace Shelby|Grace]] asks Thomas for two more shillings to pay for her dress; he tells her to buy something coloured red. Meanwhile, two IRA members meet with Thomas at [[The Garrison|The Garrison Pub]], telling him they would pay good money for the stolen guns from the BSA factory, should the Peaky Blinders gang be or come into possession of them. Thomas confronts Freddie Thorne — who still hasn't left the city — telling him that his marriage to Ada will not last. Meanwhile [[Sergeant Moss]] threatens Thomas, telling him that Ada will be thrown in jail for sedition if Thomas does not deliver Freddie to the police.[[File:TommyShelbyHome.png|thumb|250px|Shelby in the [[Shelby Home]]]]As a gesture to gaining his trust, Shelby also warns [[Billy Kimber]] that the Lee family is going to be at the Cheltenham races, and that they are planning on robbing Kimber’s bookies.\n\nThomas has another nightmare of the war, and the next day heads to Cheltenham with Grace. After taking back Kimber's money from the Lees, he makes a deal with Kimber, offering members of the Peaky Blinders to be used as security for Kimber. Kimber agrees, on the condition that he gets to spend a few hours with Grace. Initially [[Thomas Shelby|Thomas]] agrees, but he heads to Kimber's mansion and interrupts them, lying to Kimber that Grace has the clap, thereby saving her.\n\nThomas leaves the Shelby home unattended (except for [[Scudboat]]) as John calls a family meeting. Upon re-arriving at the home, Thomas and his family find the place trashed, and they find wire cutters, indicating that somewhere a hand grenade is hidden. Thomas realizes the hand grenade is for him, and finds his brother [[Finn Shelby|Finn]] playing with his car. He saves Finn and throws the grenade, and tells Finn to never pretend to be him, as his life is in constant danger.\n\nThomas goes to the Lee family to settle the dispute between the Lees and the Shelbys once and for all, claiming that he is related to the Lee family on his mother’s side, Thomas tells them that he will be betraying Billy Kimber, and that he needs men to help. In exchange, he marries his brother John to a Lee family member named [[Esme Shelby|Esme]] to join their families.\n\nThomas delivers to Inspector Campbell the address of Stanley Chapman, a communist, instead of Freddie Thorne. Billy Kimber meanwhile hands Thomas the [[Shelby Company Limited]]’s first legal racetrack pitch.\n\nThomas brings Grace to the [[Catholic Church]], knowing that she is a liar and confronts her about it. He also offers her a job and compliments her, telling her she has an air of class, and he kisses her. He gives Grace her first job, telling her to invite Ada to John’s wedding with Esme. After the wedding ceremony, Thomas allows Freddie to see his newborn son, but Grace reveals Freddie’s location to the police and Freddie is taken into custody.\n\nShortly after Freddie is arrested, Thomas tells Grace to mark a specific date on the business calendar—'''‘Black Star Day’''', the day in which he will take out Billy Kimber and his men at the races.\n\nAn Irishman named [[Malacki Byrne]] visits Thomas at [[The Garrison|The Garrison Pub]], claiming that he is the cousin of one of the IRA men who had visited previously was shot and killed. He threatens Thomas, so Thomas admits that he has the stolen machine guns, but that he will sell them to him for the right price. Thomas later tells Inspector Campbell of [[Malacki Byrne|Malacki's]] situation and makes a deal so that he can give Byrne to the police.\n\nMalacki and Maguire enter the pub, where Grace is hidden at the back with a gun. Thomas speaks with them, and they tell him that they will kill him. Grace reveals herself and shoots Maguire dead, while Thomas fights with Malacki until finally killing him. The police enter far later than they had promised to Thomas, and take away the bodies.\n\nAfter Inspector Campbell finds the machine guns in the fake grave of [[Danny Whizz-Bang]], he hunts for Thomas at [[The Garrison|The Garrison Pub]], but Grace takes Thomas to her home, thereby saving his life. At Grace’s small home, they have sex and Thomas asks her if she’ll stay with him.\n\nThomas comforts his brother [[Arthur Shelby Jr.|Arthur]] after Arthur attempts suicide, despite the fact that Arthur had stolen money from the Shelby family for their father. He informs Arthur that he is now an equal shareholder of the [[Shelby Company Limited]], and that he owns 1/3 of the company, as do Thomas and [[John Shelby|John]].\n\nThomas informs the [[Peaky Blinders]] that today is ''‘Black Star Day’'', the day in which they take out Kimber and the Lee clan. He discovers Grace’s betrayal, and faces Billy Kimber alone in front of [[The Garrison|The Garrison Pub]] with his gang of Peaky Blinders and their machine gun and rifles. Billy Kimber manages to shoot Thomas in the chest, but Thomas is able to shoot him in the head, killing him instantly and ending the short war between the two gangs. Thomas leads a goodbye ceremony to Danny Whizz-Bang, who was killed during the event by Kimber’s men.\n\nThomas writes a letter to Grace telling her that he will give her his decision (whether or not to leave the city with her) in three days.\n\n==", "Series 2": "=== Series 2 · 1922 ===\nThomas, along with his aunt Polly, find [[The Garrison|The Garrison Pub]] destroyed as a result of bombs with confetti. Thomas is called for at the Black Lion, where he is taken to a back room and threatened by an IRA woman named Irene O’Donnell and another man. He is told by them that he is to carry out an assassination.\n\nThomas calls a family meeting, informing everyone that he is planning on expanding the family business to London. He heads to London with his brothers John and Arthur, visiting a jazz club run by [[Darby Sabini]].\n\nBack in [[Birmingham, England|Birmingham]], Thomas is held and beaten by Sabini’s men, while his sister Ada is abducted. Sabini’s men attempt to kill Thomas but he is saved by Chester Campbell.\n\nHaving saved him earlier from Sabini's men, [[Chester Campbell|Inspector Campbell]] meets Thomas in the hospital, where he further threatens him. Thomas discharges himself out of the hospital, and with the medical help of [[Curly]] , heads to [[Camden Town]] to meet with [[Alfie Solomons]] . Upon his return, he informs Ada that he bought her a house in London, and proceeds to buy [[Polly Shelby]] another house in Birmingham, as her birthday present.\n\nThomas writes a letter to Campbell's handler [[Winston Churchill]] , asking for an export licence in return for going along with Campbell's plan for an assassination. \n\nThomas is also able to discover what happened to Polly's children. The girl died of spring fever, but he locates the boy, [[Michael Gray]] . After meeting the boy, Thomas tells Polly that she must wait until he’s 18 years of age to meet him, otherwise the boy will be taken from her again.\n\nThomas also receives a letter from [[Grace Shelby|Grace]], but burns the letter before reading it. \n\nNow in better shape, thanks to Curly, Thomas and his new recruits head to [[Camden Town]] with aims of starting work with [[Alfie Solomons]] and his new army of bootleg distillers — who pose as bakers amid fears of being exposed. The Peaky Blinders take interim leadership from [[Billy Kitchen]], the \"Head Baker\".\n\nThomas meets up with [[Chester Campbell|Major Campbell]], pointing out that the Birmingham police have amusingly put him up in a hostel run by a semi-retired prostitute and brothel owner, indicating that they know of Campbell's secret activities.\n\nAlong with his brothers [[John Shelby|John]] and [[Arthur Shelby Jr.|Arthur]], Thomas hires men to get themselves arrested overnight on purpose. One of their recruits is the [[Digbeth Kid]], and the plan goes wrong when the boy gets murdered in his cell by [[Darby Sabini]]'s men. Thomas calls a family meeting about the incident, and informs his family of his plan to buy a racehorse, thus giving them a credible reason to infiltrate the race courses dominated by Sabini's men. \n\nAt the auctions, Thomas meets the aristocratic [[May Carleton]] and sees in her an opportunity to move up in the world. \n\nAfter their plan goes south, leading to the death of one of their own, [[Thomas Shelby|Thomas]] attends the funeral of the [[Digbeth Kid]], only to get a slap in the face from a mourner, before paying off the family for their trouble.\n\nHe then makes his way to meet [[Chester Campbell|Inspector Campbell]], who needs him to carry out another assassination, this time of Field Marshal [[Field Marshal Henry Russell|Henry Russell]]. Upon arrival, he realises Campbell and the pro-Treaty Irish Republicans have been working together all along. Thomas informs Campbell that [[Donal Henry]] is a spy reporting every word Campbell tells him back to the anti-treat Paddies, and that he’ll carry out the assassination is if Donal is killed. Henry’s body is soon found in a pile of coal, and Thomas starts planning the assassination.\n\nIn London, [[Arthur Shelby Jr.|Arthur]], whose cocaine habit is scaring his younger brother, leads the Blinders in tearing up the [[Eden Club]] belonging to Italian ganglord [[Darby Sabini]]. \n\nThe Blinders are in need of a new accountant, and thus Thomas ends up arguing with Polly over whether or not he'll hire Michael for the job. They eventually come to an agreement. \n\nThomas has hired [[May Carleton]] to train his new horse, whose name is [[Major Races|Grace’s Secret]]. He invites himself over to May Carleton's mansion to see just how the other half live and get a progress report on his horse. Thomas then later ends up having sex with May later that night.\n\nOn Thomas's return to Birmingham he receives the details of his assignment from Campbell. Thomas assures Campbell that if he is killed, he’ll have Campbell killed as well. \n\nIn Thomas’s office, he pulls out a letter, dials a number, asks to be connected to the [[:Category:Places|Ritz Hotel]] in London, and waits. On the other end, a spiffy dude with a New York accent picks up. Thomas doesn’t say anything and disconnects from the line.\n\nNot too long after, Thomas is caught by surprise when his powerbase in London is obliterated, and when his brother [[Arthur Shelby Jr.]] and cousin [[Michael Gray]] are thrown in jail.\n\nThomas holds a family meeting to figure out how many losses the gang and their connections have taken due to the coppers raiding their bars and business setups. He meets with [[Chester Campbell|Inspector Campbell]] at [[Catholic Church|The Catholic Church]]. Campbell simply informs Thomas that his reason for throwing Arthur and Michael in jail was to motivate Thomas to properly carry out his task of killing [[Henry Russell]].\n\nThomas takes [[Grace Burgess]] to see Charlie Chaplin in person and ends up spending the night with her, where she tells him that she has been trying to have a baby with her husband, but has fears that she may be the cause of her infertility issues. Thomas urges her to tell her husband the truth.\n\nThomas visits [[May Carleton]] and informs her that he can no longer continue their relationship as he still has feelings for Grace.\n\nHe also meets with Inspector Campbell to inform him of the new location of Henry Russell's assassination, which will take place at the [[Major Races|Epsom racetrack]] on Derby day.\n\nAfter being threatened several times, Thomas writes a letter to the editor of the New York Times, explaining that [[Winston Churchill]] is having him perform a high-profile assassinations on behalf of the crown. He names [[Chester Campbell]] and gives the sealed envelope to his sister [[Ada Shelby]], who is ordered to mail it if Thomas fails to return from [[Major Races|the Epsom races]], where the Derby is being held.\n\nThomas heads to [[Camden Town]], along with Ada's housemate [[James]], to meet with [[Alfie Solomons]], where he agrees to hand over 30% of his company (instead of Alfie's proposed 100%) by telling Alfie that he has a grenade rigged to explode.\n\nBefore they get to the races, Thomas explains to the Peaky Blinders and their gypsy allies that they must take over [[Darby Sabini]]'s race track licences, and that he will be creating a diversion to distract the police from their actions.\n\nAt the races, Thomas speaks with [[May Carleton]] and informs her that they will meet when his duties are over at the end of the day. While doing business, Thomas is stopped by [[Grace Burgess]] who says she needs to speak with him as it is an important matter. Though Thomas seems slightly rushed and agitated he allows her to speak, Grace reveals that she still loves him and is pregnant, and that the child she is carrying is his. Thomas informs her that he will come and find her after the race.\n\nThomas enlists the help of Peaky Blinders member [[Lizzie Stark]], to help him carry out his plan by taking [[Henry Russell]] to somewhere private at the races.\n\nThomas’s plan, however, does not go to plan, finding himself delayed in getting to Lizzie, who is sexually assaulted by the Field Marshal Henry Russell. When Thomas does arrive, his gun jams, but he grabs his target’s own pistol and shoots Russell dead.\n\nThomas's smug showdown with a supposedly defeated [[Darby Sabini]] is ruined when Campbell’s hired men of [[The Red Right Hand]] rush and kidnap Thomas, placing him in a vehicle and driving off.\n\nThomas is carted out to an abandoned field where he faces certain death. He faces his execution with a mixture of anger at the approaching end to his weary acceptance that death has stalked him much of his life. But after Thomas enjoys his final cigarette, one of the three would-be assassins shoots the other two in the head and leaves Thomas lying in a grave, confused and alive. The man says, “''At some point in the near future, Mr. Churchill will want to speak to you in person, Mr. Shelby. He has a job for you.''” He tells Thomas to go home.\n\nBack in his office, Thomas speaks with [[Michael Gray]], who wishes to work for him as the Shelby Company expands. Thomas makes an announcement that he's planning on getting married, though he does not state to whom.\n\n==", "Series 3": "=== Series 3 · 1924 ===\n[[File:ThomasGraceFamily1.png|thumb|left|250px|Thomas, Grace and [[Charles Shelby]]]][[Series 3]] starts with the marriage of Thomas and [[Grace Shelby|Grace]]. After they are married, it's revealed that Thomas now owns a large house in the country, possibly to do with marrying Grace and his gradual increase in success in his business. His family and Grace's both come back to the house afterwards, where they have a party, with the Shelby men and the Irish family bonding slightly.\n\nThomas is waiting for his businessman to make contact with him (who we later find out are Russians) and they do at his wedding. This ends with [[Arthur Shelby]] killing a man.\n\nDespite living in the country now, Thomas frequently visits his home in Birmingham city and business is good, although he has initial reservations about Arthur's wife.\n\n[[File:Blinders4_2844776a.jpg|thumb|left|Grace and Thomas Shelby|250px]]When Grace is shot, he is heartbroken and returns to his much colder demeanour, initially not wanting to speak to his family very much and being very withdrawn from family life, and more so caught up in business with the Russians.\n\nWhen he gets a tip-off that the [[Father Hughes|Priest]] is working for the Russian family is a double-agent, he attempts to assassinate him but is found out and attacked because of something Polly admitted in confession. He is very badly injured, with a suspected fractured skull and a haemorrhage. He is sent in this state to the home of the Romanovs and apologises to [[Father Hughes]] in front of them.\n\nHe is also in a sexual relationship with [[Tatiana Petrovna]], the niece of [[Leon Petrovich Romanov]], the Russian man Thomas is doing business with. In an episode in Thomas' house in which Tatiana nearly shoots herself playing a frantic and sexualised game of Russian roulette, he breaks down as she keeps mentioning Grace, a tactic to get him to presumably break.\n\n[[File:Episode_3_4_a.jpg|thumb|250px]]The initial business he had with Leon was to export large artillery vehicles, which he will get to the destination by having an explosion, implying that the vehicles got blown up when really they will be on a different train- although this gets changed when he finds out that the R\n\n[[File:The_Shelby_Family.jpg|thumb|left|250px]]When Thomas deviates from the plan and Father Hughes finds out about the tunnel they are digging to retrieve the jewels from the Russian household, he kidnaps Thomas's son, and in return, Thomas has to blow up the train and frame certain people, and at least 6 people have to die.\n\nThomas gets Arthur and [[John Shelby|John]] to blow up the train, but in the meantime, Michael finds Father Hughes and cuts his throat with a knife, after Thomas ordered him to kill him.\n\nThomas then returns the jewellery and such to Tatiana, who is waiting to presumably make a getaway somewhere, and informs him that a man is waiting for her. In exchange for the goods, she gives him a large case of money and kisses him, and then asks for money for the sex they had and for helping him get over Grace's death. He rebuffs her, saying, \"You didn't even come close.\"\n\nThe season ends with Thomas paying each of his family members and closest workers a sum of money for their problems, with most of his family angered or annoyed at him for interfering with Russian business in the first place, which he remarks in regard to Arthur, \"You were right.\" He confesses to having made many mistakes and requests them to accept the money that he pays as a means of his apology.\n\n[[File:Episode 3 6.jpg|thumb|250px]]\n\nHowever, as Arthur is saying goodbye (as he plans to leave for New York) Thomas comments, \"You won't get far.\" and then proceeds to tell them they will all be arrested for their various crimes and should comply with the police force, reminding them to trust him as he made a deal with people even more powerful than their enemies. They are all angered, and Thomas watches as [[Arthur Shelby|Arthur]], [[John Shelby|John]], [[Michael Gray|Michael]] and [[Polly Shelby|Polly]] are all handcuffed and taken away.\n\n==", "Series 4": "=== Series 4 · 1925-1926 ===\nThe series begins around Christmas-time, where we discover that he is largely alienated from his family. However, the whole Shelby family is being hunted down by the Italian mafia from New York, which [[Luca Changretta]], the son of Vincenzo Changretta, is the leader of. Luca Changretta plans to kill every Shelby family member as vengeance for his father's death.\n[[File:Aberama_and_Bonnie.jpg|thumb|Aberama and his son, Bonnie]]\nTommy's life becomes increasingly difficult when his younger brother, [[John Shelby]] is killed by Changretta and his men, marking the start of the war between the two families. Grieving from the loss, Tommy enlists the help of [[Aberama Gold]] — a hitman for hire — to protect his family and take out Changretta. Tommy agrees to let Aberama's son, [[Bonnie Gold|Bonnie]] fight for him in Shelby controlled fights with the assumption that he would fix the fights to better the Shelby's.\n\nMeanwhile, Tommy engages in a long struggle with [[Jessie Eden]] over the gender pay-gap between male and female workers in Shelby factories. Tommy sarcastically remarks that he will fix the problem by cutting male wages, with Jessie remarking that revolution is in the air. Eventually, Jessie is able to convince Tommy to revoke the wage cut and ensure equal pay between the genders in all his factories. \n\nTensions also begin to rise between Tommy and Arthur, who is angry that Tommy replaced him in the company while he was away recovering from drug abuse. However Arthur promises to prove himself, taking back his position within the company. \n\nDue to Changretta's threat, Michael decides to give up Tommy in return for Changretta ensuring that his mother is not harmed. Much to Michael's surprise, he is unaware that Tommy is aware of what Michael has done and is leading Changretta into a trap. Shooting matches between Changretta and Tommy surmount and Tommy realises that he no longer has the support of [[Sergeant Moss]] and the Birmingham Police force. \n\nThe war between the Changretta's and Shelby's eventually comes to an end when [[Audrey Changretta]] visits Tommy announcing that the Changretta's consider the vendetta won, demanding that all Shelby property be signed over to them. Tommy agrees, much to the Shelby families dismay. The following day, Changretta visits Tommy with paperwork pertaining to the release of Shelby property to his family. However Tommy reveals that he has been in contact with many families in the US who wish to take control of Changretta business, including Alphonse Capone. He reveals that he contacted the men Changretta has brought with him and offered them a higher price to stand by while Changretta is killed. Changretta is killed not long after by Arthur. \n==", "Series 5": "=== Series 5 · 1929 ===\n1929 is a hard year for Tommy as he and [[Charles Shelby|Charles]] still struggle from the death of Grace. However the crash of Wall St means that Tommy is quickly dragged back to Earth. Tommy alerts the Shelby Company board that not all is lost as they have investments in America that are safe. Meanwhile, Tommy brings hope to the small town of Small Heath, giving away free drinks to the locals and inciting them to ignore what they have heard about economic downturn as the Peaky Blinders will take care of them. \n\nFurthermore, Tommy settles into his new role as the MP for South Birmingham, and is met by a new face, [[Oswald Mosley]] who admits that he has heard all about Tommy and is surprised to see him in such a position considering his past.Things begin to heat up when Tommy is targeted by [[Jimmy McCavern]] and the Billy Boys — a rival gang to the Peaky Blinders who have had enough of their tyrannical control. McCavern's attack on Aberama's son causes tensions between Aberama and Tommy, who he believes to be partially responsible. Further tensions begin to rise between Tommy and Michael, who Tommy believes to be responsible for losing Shelby Company Limited huge profits and that he is a traitor, conspiring to overthrow Tommy as head of the company. His fears are later proven true as in the last episode of series 5 Michael, who is being manipulated by his wife Gina proposes restructuring the company, with him and his wife Gina in charge of the company and the rest of the Shelby family retiring from the company. Tommy angrily rejects Michael's proposal and throws it in the fireplace, Gina presses Michael to reveal that the American's no longer wish to associate with the Peaky Blinders. Tommy said he gave Michael an opportunity to redeem himself but instead betrayed him and he banishes Michael and Gina from the family telling them to leave and never come back before warning Gina not to 'fuck with the Peaky Blinders;' \n\nDespite the economic downturn, Tommy opens several orphanages and increases charitable donations. Tommy attempts to increase the amount of children under Peaky care by confronting the sisters of St. Hilda's orphanage who are known to be abusing children. He threatens them and demands that all children under their car be released to Shelby orphanages.\n\nTommys role as MP for Birmingham begins to escalate as he feels threatened by Mosley. Tommy begins relaying information about Mosley to the British Government, before finally deciding to take action himself. He formulates a plan to assassinate Mosley, however is unsuccessful when the plan is foiled and Aberama is killed. These events seemingly strain Tommy's already rocked mental health, with hallucinations of Grace becoming more frequent as Tommy becomes distant with his family and series 5 ends with Tommy screaming his head off in the field near his country home with a gun to his head after seeing yet another hallucination of Grace.\n\n=="}, "Vicente Changretta": {}, "William Letso": {}, "Winston Churchill": {"Series 1": "=== Series 1 · 1919===\nHe is first seen on a Pullman carriage at a train station, the carriage which has been turned into a luxurious office. He hires Inspector Campbell to retrieve his stolen machine guns, a man who he finds amusing but a good candidate for the job. Campbell manages to retrieve the stolen guns, and the Peaky Blinders get away for a short time, but Campbell assures Churchill that the Peaky Blinders will be punished for their actions.\n\n==", "Series 2": "=== Series 2 · 1922===\nChurchill allows [[Chester Campbell|Inspector Campbell]] to select a man to carry out an assassination for the Crown, and Campbell selects [[Thomas Shelby]]. Though he is aware of the Inspector's hatred for Thomas, he allows him the selection. Campbell assures Churchill that once Thomas has assassinated '''Field Marshal Henry Russell''', that Thomas will be hanged for keeping stolen weapons from the Crown. In exchange for carrying out this assassination, Churchill grants Thomas a number of his requests (which are amusing to Churchill):  He asked that the Colonial Office grant him an Empire export license, covering India, Malay Peninsula, Canada and Russia. Churchill provides him with this temporarily while he does his service for the Crown.\n\nUpon hearing the news of Inspector Campbell's plans to assassinate Thomas Shelby by using members of the Red Right Hand, Churchill uses his connections to save the life of the Peaky Blinder, and sends him a message that he has another job for Thomas to carry out on behalf of the crown.\n\n==", "Series 3": "=== Series 3 · 1924===\nIt is revealed that two years after the death of [[Inspector Campbell]], Churchill is still making deals with [[Thomas Shelby]] that benefit the both of them: Churchill continues to get Thomas to carry out assassinations on behalf of the Crown in exchange for very large sums of money, which help expand the profits of the Shelby family business.\n\n==", "Series 5": "=== Series 5 · 1929===\nChurchill is not involved much in 1929, but does hear of Tommy's friendship with Mosley. Churchill admits that he heard of the friendship and investigated, eventually finding that Tommy was spying on Mosley for the British Government. Churchill has no involvement, but tells Tommy to do whatever it takes to take Mosley down and to contact him if he needs help. \n=="}, "Zilpha Lee": {}, "Arthur Shelby": {"Series 1": "=== Series 1 · 1919===\n[[File:Ep1 1 b.jpg|left|thumb|250px|[[Arthur Shelby]] and [[Chester Campbell|Chief Inspector Campbell]]]]\nAfter returning from France, Arthur feels that he should be the head of the family business. However, he can't command the necessary authority and Thomas slowly starts to assume leadership.\n\nWhen [[Chester Campbell|Chief Inspector Campbell]] comes to Birmingham, Arthur is arrested, beaten and questioned as the assumed leader of the gang, but knows nothing about any stolen machine guns.\n\nEventually, Arthur Shelby confronts Thomas telling him that he has no idea what is going on. Thomas tells him that the Peaky Blinders have the stolen guns and takes him to [[The Garrison|The Garrison Pub]], which is now under Arthur's ownership.\n\nArthur continues to show his lack of guile, when he hints to his barmaid [[Grace Burgess]] that [[Danny Whizz-Bang]] is alive, allowing her to surmise that Danny's grave is where the Peaky Blinders have hidden the guns.\n\n[[File:Ep1_5_a.jpg|thumb|Arthur Shelby Sr.  and Arthur Shelby Jr. |left|250px]] \nWhen his father, [[Arthur Shelby Sr.|Arthur Shelby]], comes back to Birmingham, Arthur Jr. takes the opportunity to prove to everyone that he knows business just as well as Thomas. He gives his father money without the permission of Thomas or [[Polly Shelby|Aunt Polly]], but soon realizes that his father is a selfish liar. Arthur tries to confront his father before he leaves for good, but becomes intimidated by the man's strength and anger, knowing that he wouldn't win in a fight against him.\n\nThe events cause Arthur to re-evaluate himself and as a result, he attempts suicide by hanging himself. The plan fails when the rope tears from the hook.\n\nArthur and the rest of the Peaky Blinders eventually confront their rival [[Billy Kimber]] and help to clean Thomas Shelby's wounds after the shooting.\n\n==", "Series 2": "=== Series 2 · 1922===\nAn increasingly unhinged Arthur continued to struggle with war trauma when he kills a young boy in the boxing ring by beating him to death. He is later confronted in The Garrison Pub by [[Mrs. Ross]], the mother of the boy he killed. She pulls a gun on him, but it misfires and shoots the mirror behind the bar. Arthur lunges toward her, empties the gun of bullets and tells her that she’ll be compensated financially. Broken and furious, she flips over the table and screams, ''“Somebody has to stop you people”''.\n\nArthur accompanies Thomas and the gang to the auctions to buy a racehorse, thus giving them a credible reason to infiltrate the racecourses dominated by their London rival, [[Darby Sabini]]. When assassins try to kill Thomas, the same uncontrollable rage takes over Arthur who brutally beats one of the assailants.\n[[File:Ep2 4 Arthur eden.jpg|thumb|250px|Arthur attacks The Eden Club]]\nIn London, Arthur, whose cocaine habit is worrying his younger brother, leads the Blinders in tearing up [[the Eden Club]] belonging to Sabini, which they plan to take over, quite hostilely.\n\nLater, Arthur and John are drinking in The Garrison Pub, when his Aunt Polly's son [[Michael Gray]] and [[Jeremiah Jesus]]’ son, [[Isaiah]], come in telling them of a scuffle they had in [[The Marquis of Lorne]]. Arthur and his brother [[John Shelby|John]] burn the pub to the ground with the barman inside, to protect the reputation of the Peaky Blinders.\n[[File:Ep2 5 Arthur Billy.jpg|thumb|250px|Arthur and Billy Kitchen ]]\nWhen their supposed ally [[Alfie Solomons]] invites Arthur and [[Billy Kitchen]] over for Passover at the distillery, things escalate rather quickly after Alfie sacrifices the goat named after Thomas. Alfie shoots Billy Kitchen in the head and his men tie up Arthur to wait for the police to haul him off to jail for the murder.\n\nIn prison, Arthur is beaten badly. He gets a visit from his brother John, who tells him that Thomas has plans to get him released, not before mocking him: \"You’ve tried to hang yourself twice, now the king’s going to do it for you”.\n\nThomas negotiates a deal with Alfie to have the murder charge against Arthur withdrawn just in time to join the Blinders and the Lees heading off to the races.\n\nAt the [[Major Races|Epsom Derby]], Thomas assassinates Field Marshal [[Field Marshal Henry Russell|Henry Russell]], which creates the diversion that Arthur and the gang need to hold up [[Darby Sabini|Sabini’s]] bookmakers and burn their licenses, while the police are distracted.\n\n==", "Series 3": "=== Series 3 · 1924===\n[[File:Ep-3.5-image.jpg|thumb|Arthur and Alfie Solomons|250px]]\nArthur meets a woman. Due to Linda's family background, he finds some kind of faith in God (old testament). It is shown that Linda is pregnant with his child, who is later named as Billy Shelby.\n\nHe and Linda envision a life in California, away from their strained life in Small Heath. After becoming more and more religious he is shown to be a lot more compassionate and calm, this leads to him seeming weaker by the rest of the Peaky Blinders and is often picked on by John Shelby and Thomas Shelby. He seems embarrassed about this and as shown in Episode 2 he did participate in the fight outside one of the bars however washed his hands and went straight home, he was then shouted at and mocked by John Shelby. Despite his passionate love for Linda and her beliefs, he engages in infidelity and drug abuse.\n\nDue to John's fight with the Changretta-family and Tommy's encouragement to war, Arthur and John capture Vincente Changretta. Just as Tommy was going to kill him slowly, Arthur pulls the trigger to make his death less painful, an action that really shows Arthur's development. Like the rest of the Shelbys, besides Tommy, Arthur is arrested by the police and taken away in the end of season 3, unable to escape to California with Linda.\n\n==", "Series 4": "=== Series 4 · 1925-1926 ===\nAs the whole Shelby family is preparing to be hanged, Arthur is tense but calm about the situation. In order of the deal Tommy made with the British government, they are all saved from death in the last second. Arthur returns to working for the Shelby Company when the whole Shelby family receives a Black Hand from Luca Changretta, whose alliance is the New York mafia, in retaliation for the murder of his father. As war begins between the Italians and the Blinders, John is mortally wounded on Christmas morning 1925 by Italian gunmen.\n\nArthur is very moved by the death of his brother and feels guilty. He swears to be the one to kill Luca Changretta, but Linda and the faith in God stops him from it, leaving the task to Tommy. As Arthur is running one of the Shelby Company business buildings, two Italian men sneak in and attempt to kill him, but Arthur luckily survives. As the Shelby Company invests in a Gypsy boxing-talent (the son of the ally, Bonnie Gold), Arthur is getting suspicious about a man at an important boxing match against Solomon's fighter. When the man leaves the fighting arena, Arthur follows him and is seemingly mortally wounded.\n\nAt his funeral, Thomas is approached by the mother of the Changretta family, who demands all enterprises of the Shelby Company handed over to Luca. When the deal is about to be made, Thomas has outrun Luca by making a deal with the other New York mafia-families, specifically Alphonse Capone. All of Luca's blood-related men have been killed in Birmingham, so the rest of his men agrees to let Luca's bell toll. As Luca realizes he has lost the vendetta, he attacks Tommy, only to see Arthur walk right in and shoot him. With many believing Arthur is dead, he has the chance to pursue a new identity.\n\nBut Arthur chooses to stay in Birmingham and remain as a partner of the Shelby Company LM.\n\n==", "Series 5": "=== Series 5 · 1929 ===\nThe series begins following from the Wall Street Crash on Tuesday, October 29, 1929. Arthur has assumed position as Chairman of the Board following Tommy's leave of absence and convenes a meeting when he hears of the Crash. Arthur tries to preside over the meeting but — much to Linda's dismay — Polly suggests that they should wait for Tommy's return before making any decisions. Arthur is happy to know that the company is not lost as they have diversified their portfolio and have investments all over the world. After Michael returns to Birmingham following the wall street crash with his new wife Gina, Michael has a tense standoff in the street with Arthur insulting Michael calling him a smelly dog due to him believing Michael is a traitor.\n\nAs the year goes on, Arthur and Linda begin to have relationship trouble, mostly as Linda does not believe Arthur is leading the company the right way and fears is losing control of the finances. Despite this, Arthur warns Linda to be a good wife and let him deal with everything else, essentially silencing her. This leads to Linda looking for a way to divorce Arthur, however she is shocked to find that nobody in Birmingham will divorce a Shelby and seeks out Lizzie for advice. Lizzie admits that she will have to go to London to divorce a Shelby. \n\nThings between the two become more strained when Mosley reveals that he has heard news that Linda has been spotted with another man while married to him. This angers Arthur, who hunts down the man and slashes his face, seemingly leaving him for dead. He is later confronted by Linda, who is angry as all she did was talk to the man. Linda pulls a gun on Arthur, but is shot by [[Polly Gray]] before she has a chance to pull the trigger. After the bullet is removed, Arthur pleads with Linda to leave the Peaky life behind and run away with him, however she declines, admitting that she is thankful she didn't kill him as death would be too good for him.\n\nForgetting about Linda, Arthur witnesses Michael's plan to restructure the company with his wife Gina and him in charge and the rest of the family all but retiring, Michael says he can be the man Linda wants him to be but Arthur says fuck Lina' after Tommy angrily rejects Michael's proposal and banishes him and Gina from the family Arthur leaves growling angrily at Michael, who has a clear smirk on his face telling him 'fuck the americans'. Arthur is privy to the plan to assassinate [[Oswald Mosley]], playing a key role of arming [[Alfie Solomons]]' men. He also takes charge of ensuring Barney is in position with a clear line of fire at Mosley, reiterating that the plan is to shoot Mosley after Tommy gives the go ahead. When the plan fails, however, Arthur takes Tommy home, expressing his concern that Tommy is slowly losing his mind.\n\n=="}}