{"Aberama Gold": ["Everything is for sale. Everything.", "The copper's alive, got a description of the Italians, the Italians will be forced underground. We're gypsies, we're already underground.", "You ever eaten hedgehog, Michael?", "I know ways back that take forever.", "A beautiful ghost you are, and free."], "Ada Thorne": ["I came back for love. And common sense.", "Tommy Shelby is going to stop the revolution with his cock.", "Oi! I'm a Shelby too, you know. Put my fucking film back on!"], "Al Capone": [], "Alfie Solomons": ["You're gypsies, right? So what do you live in, a fucking tent or caravan?", "I once carried out my own personal form of stigmata on an Italian. I pushed his face up against a trench and shoved a six-inch nail up his fucking nose and I hammered it home with a duckboard. It was fucking biblical, mate. So don't come in here, and sit in ''my ''chair, and tell me I'm losing my war to a fucking Wop.", "''All right, the problem right between rum and gin is that gin, it leads to the melancholy, whereas rum incites violence and it also allows you to be liberated from the self-doubt. I hear you are probably more in need of the old rum.", "''Big fucks small always, actually.", "Stay and watch the fight, Alfie.", "''So is it all purely for bad blood, is it, Tommy?"], "Angel Changretta": [], "Anna Gray": [], "Anton Kaledin": ["A woman alone in Birmingham with 10,000 in cash.", "She also has a revolver.", "Oh, I see.", "I thought you trusted women.", "I don't trust Birmingham. I'll have her picked up.", "By who?", "By the police, pal. This is our city."], "Antonio": [], "Arthur Bigge": [], "Arthur Shelby Sr.": [], "Audrey Changretta": [], "Barney Thompson": [], "Ben Younger": [], "Bethany Boswell": [], "Billy Kimber": ["Nobody works with me. People work for me."], "Billy Kitchen": ["It's been a long time, eh, Billy? What did you do with your medals?", "Threw them in the cut. Same as you.", "It was never a hardship having you Black Country boys on our left flank.", "And you Brummies did all right on our right.", "Damn right."], "Billy Mills": [], "Billy Shelby": [], "Birdie Boswell": [], "Bonnie Gold": ["I could fight a fucking tree and knock it out, Mr Shelby.", "I see myself. 40 years old having done fuck all except tramping the lanes. I see my life wasted.", "Tiger's already out."], "Charles Shelby": [], "Charlie Chaplin": [], "Charlie Strong": ["What's this, teddy bear's fucking picnic?", "The man you're waiting for doesn't exist."], "Charlotte Murray": [], "Chinn": [], "Clive Macmillan": [], "Curly": ["No heart in motorcars, I can't talk to them.", "Yeah, there's 15 of them. Yeah, they want to kill us all. But we've got guns and grenades and [[Aunt Polly]]'s back, so it's going to be OK. Yeah.", "Wh-while you're waiting for the man who doesn't exist, would you like to try some of his gin?", "Charlie, Curly, this is Jessie Eden. Jessie, this is my uncle Charlie and my... whatever Curly is."], "Danny Whizz-Bang": ["I suppose I ought to pray now. Those fucking guns. They blew God right out of my head."], "Darby Sabini": ["Alfie, you and me, we've been fighting since we was at school. Now also, we've been friends. You know, it goes backwards and forwards.", "", "Y''ou fucking lose, you fucking Gypsy bastard! You lose!", ""], "Digbeth Kid": [], "Donal Henry": ["There are other ways of carrying out this mission. Please allow me to put a bullet in this scum tinker's head."], "Eamonn Duggan": [], "Edward Roberts": [], "Esme Shelby": ["As a matter of fact, he's doing me today.", "But London is just smoke and trouble, Thomas.", "I don't need a knife to stop me telling secrets given in confidence. It is a matter of honour.", "Born riding. I slept in a manger when I was a baby.", "Your Gypsy half is the stronger.", "I will cut you from this family.", "It's not fair.", "Them bastards down there shooting deer. Me five months gone, sat here like a pudding.", "We're the family now.", "I'm taking the children on the road, to live with decent people. They'll never know the cursed side of this family."], "Esmeralda Gold": [], "Father Hughes": [], "Finn Shelby": ["When did either of you two do a day's work?", "When me and the boys are feeling blue, this is what we do: it's called Tokyo."], "Frances": [], "Freddie Thorne": [], "Frederico": [], "General Curran": [], "Georgie Sewell": [], "Gina Gray": ["My husband may do as he's told, but, er... I don't."], "Goliath": ["I am the uncle, the protector and the promoter of that fucking thing right there, in whose shadow nothing good nor godly will ever fucking grow. That, there, right, is the Southern Counties Welterweight Champion. He is of mixed religion, therefore he is godless. He was adopted by Satan himself, before he was returned out of fear of his awkwardness, he is impossible to marry off, due to his lethal dimensions. his mother terrified, she's fucking abandoned him. And there he is, stood before you, like the first of some brand-new fucking species! Any man that you put before him, right, it'd be like entering a fucking threshing machine, mate. Now...will you offer your son?"], "Grace Shelby": [], "Greta Jurossi": [], "Harry Fenton": [], "Henry Russell": [], "Inspector Campbell": ["God damn you for soiling your uniforms!", "God help those who stand in our way!"], "Irene O’Donnell": ["In all the world, violent men are the easiest to deal with.", "From now on, Mr Shelby, you shut your fucking gypsy mouth and listen to your instructions.", "The King offers you a peace treaty, and you start a war about it. That’s funny, don’t you think? A war about peace."], "Isiah Jesus": ["''Shame, it was a nice pub."], "Izabella Petrovna": [], "James": [], "Jeremiah Jesus": ["God says he don’t mess with Small Heath.", "Do you, Thomas Michael Shelby, take Grace Helen Burgess to be your lawful wedded wife?", "I do.", "Do you, Grace Burgess, solemnly swear to love, honour and obey till death do you part?", "I do", "I now pronounce you, husband and wife"], "Jessie Eden": ["You've never been a friend of the government. They've used you. Now I image you've found out already that no amount of money allows you to pass through the steel sheets that separate class from class."], "Jimmy McCavern": ["Did you not hear my song? These gentlemen are the Billy Boys...and me? I'm Jimmy.", "My white flag is a flag of truce. Yours is more a flag of surrender."], "John Shelby": ["Anyway, we're Peaky Blinders. We're not scared of coppers. If they come for us, we'll cut them a smile each.", "John I don’t see the same thing in your eyes that I see in Tommy’s. You should get out."], "Johnny Dogs": ["So, your first fair since France?", "What do you know about France, you war-shy Gypsy bastard?", "Oh, fuck, Tom. I thought your sporting days were over?", "Yeah, so did I."], "Karl Thorne": [], "Katie Shelby": [], "King Maine": [], "Kitty Jurossi": [], "Linda Shelby": ["Keep his balls empty and his belly full.", "It's not me that's doing the gambling. I'm just taking the bets.", "May you Peaky Blinders all rot in fucking hell!", "I'm glad I didn't shoot you. It would have been a kindness."], "Leon Petrovich Romanov": [], "Lizzie Stark": ["Your brother is ten times the man you are.", "Of that, I have no doubt.", "No exceptions, there's been no hardship. You know why?", "Hmm?", "Doesn't matter.", "John, I don't see the same thing in your eyes that I see in Tommy's. You should get out.", "Want a Drink Lizzie?", "I don't drink whisky or gin anymore Tom.", "Why not?", "Because they say it harms the baby. And yes it can only be yours, the day by the canal when you were fucking somebody else in your head. Except it wasn't her who got pregnant", "The deal is... you belong to me.  My property.  No one touches my property.", "I touch myself but it's still you anyway, so that's why I put the phone down."], "Luca Changretta": ["We are an organization of a different dimension, ''you dress well, Mr. Shelby. But now I see, not so well as me.", "''You know, my mother used to say this about you. She said, ", "All that is left of the Peaky fucking Blinders.", "''I would have buried you all. But my mother, she knows you. She said it'll be worse for you if I let you live and take away everything that you have.", "Especially don't trust this bitch."], "Maguire": ["For whom do you speak?", "The Irish Republican Army.", "For a fact?", "For a fucking fact."], "Malacki Byrne": [], "Mario": [], "Martha Shelby": [], "Mary": [], "Matteo": [], "May Carleton": [], "Mei Zhang": [], "Michael Gray": ["In my village, there's this little wishing well. It's made of white bricks, right in the middle of the village green. Everybody says how pretty it is. But I swear to God, if I spend another day in that village, I'm going to blow it up with dynamite. Probably blow my hands off with it, but it'd be worth it. Just to see all those pretty white bricks spread over the pretty village green.", "You're going to call your mother. You're going to tell her you're getting the next train home. And when you get there, you're going to write a letter to Polly, saying when you're eighteen, you'll come back here and sort things out.", "I just told you. I make up my own mind.", "Paco es gei", "Polly and I had a bet. One of us bets, you take the money and go. And one of us bets you'd still be here.", "She wants me to stay.", "You know something, Michael? What Polly wants will always be a mystery to me.", "I've decided. I want to make real money. With you.", "I’m gonna get better slowly. But you need to get better fast. Without you, he falls apart; and without him they’ll take us all. You’ve got to get us through this.", "Have a good weekend.", "Fuck Off Arthur.", "I chose my mum."], "Mr. Zhang": [], "Mrs. Ross": [], "Niall Devlin": ["Mr Shelby, may I tell you something? You have a lot of enemies.", "Before you, I was an ordinary working man."], "Ollie": ["He did tie his shoe."], "Oswald Mosley": ["Welcome, men and women of Birmingham. Thank you for coming here on this cold, dark night, in spite of the obstruction and provocation of our enemies. Our enemies deal in bricks and stones and bottles. We deal in reasoned principle, argument and fact. Among those enemies, we can number Mr Winston Churchill, who last night condemned me in the House as a threat to democracy. But then Mr Churchill has never been a friend of the common people. Faced with the alternative of saying goodbye to the gold standard, and therefore to his own employment, he characteristically selected the latter, but of course not all attending tonight will be convinced of our cause. Some will have come here tonight to find out for themselves what we stand for.", "I am going to fuck the swan, tonight."], "Patrick Jarvis": [], "Polly Gray": [], "Roberts": [], "Rosemary Johnson": [], "Ruben Oliver": [], "Ruby Shelby": ["''A baby. A little you and me''.", "It's a girl. Call her Ruby. Ruby Shelby. She'll be a star in a Hollywood movie."], "Ryan": [], "Scudboat": [], "Sergeant Moss": ["We are regular police officers, sir, not spies. We can only act when a crime has been committed.", "I'm a police officer Tommy, I'm a fucking police officer!"], "Stanley Chapman": [], "Stephan Radischevski": [], "Tatiana Petrovna": ["Can you do it? Can you kill?", "''Right now, you hide inside it like a boy who's broken in through the window.''"], "Thomas Shelby": ["Do I look like a man, who wants a simple life?", "Everyone's a whore, Grace, we just sell different parts of ourselves.", "I am a horse.", "He looked at me the wrong way. It's not a good idea to look at Tommy Shelby the wrong way.", "Whiskey's good proofing water. Tells you who's real and who isn't.", "I still prefer The Garrison.", "He told fortunes and stole horses. Often he would tell a man that his horse would be stolen and they would marvel at his powers when it was.", "I'm chosen? I'm chosen. Can the chosen one smoke?", "Lizzie, I want it known, that money was for you because, some nights, it was you who stopped my heart from breaking. No one else.", "Why not?", "I know what it is... it's just myself talking to myself about myself. ", "All this death, Lizzie. Fuck, let's have some life, eh?"], "Vicente Changretta": [], "William Letso": [], "Winston Churchill": ["This is England, not Belfast. Bodies thrown in the rivers wash up in the papers here. We must keep the existence of these stolen guns out of the news, otherwise we are simply advertising them for sale. If there are bodies to be buried, dig holes. And dig them deep."], "Zilpha Lee": [], "Arthur Shelby": ["We're kings! Kings of the fucking world!", "This place is under new management...by order of the Peaky Blinders!", "''I heard the blackbird sing.''", "I'm emotional, I just don't know what fucking emotion it is.", "''In the end, it's God who pulls that fucking trigger anyway. We don't get to decide who lives and who dies.", "Dick is Dick."]}