{"Aberama Gold": {"Bonnie Gold": "=== Bonnie Gold ===\nBonnie Gold is Aberama Gold's son and an amateur boxer. Aberama loves his son and helps Bonnie achieve his ambition. He's also Bonnie's boxing trainer and takes care of his son. He was devastated after his son was crucified by Jimmy McCavern.\n\n==", "Polly Gray": "=== Polly Gray ===\n[[File:Aberama Polly.jpg|thumb|Aberama Gold and Polly Gray |link=http://www.farfarawaysite.com/section/peaky/gallery4/gallery5/hires/30.jpg|left|220x220px]]\n\nThey're both Gypsies, widows and criminals. He has known her family. His grandfathers and Thomas's camped together for a while. He looks at her flirtatiously in the first meeting when he comes to help her family defeating the Changrettas. Then he recognises her on second sight as Thomas describes his aunt as a witch.\n\nAberama supports Polly taking Michael Gray out into the woods with Gypsy families. After her son is gone, they're alone in woodland developing their romantic relationship. Although he's the man with a bad reputation as a filthy savage, heathen and no boundaries, he's gentle with her and treats her with respect.\n\nHe impresses her with a lakeside spot and a fresh-caught rabbit while she shares secrets about her second sight, his dead wife and her life after a near-death experience. They're falling for each other even if he knows how dangerous Peaky Blinders' Aunt Polly is. While making out, she takes his knife and threatens him with a knife that, if anything happens to her son, she'll be his enemy. He understands her, calling her a beautiful ghost.\n\nAfter Luca Changretta's death, he joins the Shelbys' party, they're talking happily and he's close to her.\n\n==", "Thomas Shelby": "=== Thomas Shelby ===\nAberama Gold is employed by Thomas to help win the vendetta against the Changretta family. In return, Mr. Shelby helps Aberama's son Bonnie in becoming a boxing champion. Other than just money, he uses Thomas for his son's ambition in order hand Thomas uses Bonnie as a business prospect.\n\n=="}, "Ada Thorne": {"Freddie Thorne": "=== Freddie Thorne ===\n[[File:Freddie Ada.jpg|thumb|250x250px|Freddie and Ada marry ]]\nThe relationship between Ada and Freddie grew during the events of series 1, where the two became involved in a secret relationship. As a known communist and an ex-friend of Tommy's, Freddie was keen to keep the relationship between the two a secret, fearing an out-lash from the Peaky Blinders — Thomas especially.\n\nFollowing the birth of their child, [[Karl Thorne]], the two open up more about their relationship, and Thomas allows a truce during the night of their child's birth. The relationship becomes strained, however after Freddie is arrested. Believing that Tommy was behind the tip off, the relationship between Ada and Tommy suffers, before Freddie is rescued by Tommy to prove his innocence.\n\nThe relationship begins to prosper after Freddie is welcomed back into the society of Birmingham, particularly when he is welcomed by Tommy during his fight with [[Billy Kimber]] and the Birmingham Boys. The relationship is short lived, however as Freddie passes away due to pestilence at the beginning of 1922.\n\n==", "Thomas Shelby": "=== Thomas Shelby ===\nThomas is Ada's older brother and the relationship between the two is one of the strongest out of the two. He is at first unaware of the secret relationship between Ada and Freddie, however becomes very concerned when Polly reveals that Ada is pregnant, questioning who the father is. Figuring out that the father is Freddie, Tommy threatens him, not believing him to be enough for Ada. However Thomas understands the importance of love and allows a truce during the birth of their son, allowing Freddie to attend.\n\nTensions rise between the two when Freddie is arrested on a tip off to the police during the birth night. Ada firmly believes this to be Thomas' fault, however he rightfully denies revealing Freddie's location to the police. Wanting to prove himself to Ada, he authorizes the Peaky Blinders to break Freddie out of prison during his transit to a more secure facility; repairing the relationship between Ada and himself.\n\nDuring series 4 she seems to be Tom's right arm in doing the legal part of his business by carrying out tasks given by him. In series 5, their relationship is shown to be stronger as she acts as his confidant and counselor on matters of the heart.\n\n=="}, "Alfie Solomons": {"Darby Sabini": "=== Darby Sabini ===\nLittle is known about either of the two London gang leaders. What is known is that Sabini and Solomons have known one another since school, as when the Italians and Jews call a truce, Sabini remarks that he and Alfie have been fighting since they were in school. \n\nThe two have a strained relationship, in that sometimes they are friends when it best suits business and other times they are enemies. Sabini, as of Series 2, is winning the war in London, hence why Alfie sends the telegram to Thomas in the first place to seek help and gain leverage over the Italians. Solomons often gets the short straw when it comes to deals with the Italians as none of his bookies worked Epsom the year in which Series 2 is set and the border between the Italians and Jews came closer with Alfie losing territory. However, following Tommy's victory over Sabini and Alfie resuming his partnership with the Peaky Blinders, his position against the Italians once again improved.\n\n==", "Thomas Shelby": "===Thomas Shelby===\nThe two have a very strange relationship given that Solomons has crossed Thomas three times and yet the latter continues to trust him. When the two meet, there is a witty exchange of intelligent and threatening words, each trying to intimidate the opponent. They both seem to build up some form of mutual respect, seeing the other as equal. \n\nAfter Alfie's resurrection in Series 5, they're seen bantering like old friends. Tommy seems to be at ease at Alfie's house, and he doesn't hide his smirks at Solomons  \n\n=="}, "Angel Changretta": {}, "Arthur Shelby Sr.": {}, "Ben Younger": {"Ada Thorne": "=== Ada Shelby ===\nWhat seemed to be only business at first regarding trading information about the Communist Party at the behest of Tommy, Ada and Ben grew close and their relationship soon turned passionate which resulted in Ada becoming pregnant with Younger’s child. Unfortunately, Ben never discovered this as he was killed before Ada got the chance to tell him. Upon discovery of Ben’s death, Ada was distraught and upset claiming she didn’t love him but she did like him. Now her new child will be fatherless like their elder brother Karl.\n\n=="}, "Billy Kitchen": {"Thomas Shelby": "=== Thomas Shelby ===\nBilly and Thomas are good friends, having worked together alongside one another during the war. There is an element of respect for one another, as Tommy drafts Billy into the ranks of the Peaky Blinders to work undercover, giving him the title \"head baker\". \n=="}, "Bonnie Gold": {"Aberama Gold": "=== Aberama Gold ===\n[[File:Ep4 6 Aberama Bonnie King.jpg|thumb|Bonnie Gold and his father Aberama Gold|250px]]\nAberama Gold is his father and his trainer. His father loves him and will do anything to help him achieve his ambition. Bonnie’s not a killer, he hasn’t got bad blood but he’s helping his father out a few times.\n\n=="}, "Charlie Strong": {}, "Charlotte Murray": {"Michael Gray": "=== Michael Gray ===\n[[Category:Characters]]\n[[Category:Series 3 Characters]]\n[[Category:Secondary Characters]]\n[[Category:Female]]"}, "Curly": {"Charlie Strong": "=== Charlie Strong ===\nCurly is a close friend and employee of [[Charlie Strong]]. He works as a stable boy in [[Charlie Strong's Yard|his yard]].\n\n==", "Thomas Shelby": "=== Thomas Shelby ===\nCurly is a friend of [[Thomas Shelby]] and a fellow member of the [[Peaky Blinders]]\n\nThe two trained and cared for Grace's Secret, Thomas' race-horse.\n\n=="}, "Esme Shelby": {"John Shelby": "===John Shelby===\nEsme is the wife of John Shelby. Though at first their marriage acts as a truce between their two families it becomes clear that the two form a strong bond.\nIn Season Two, John and Esme are both wary about Thomas' plans for London with Esme saying she wants John to be able to watch their son grow up and live in the country. \nIn Season 3 Esme is pregnant with, presumedly, her third child. John clearly understands and cares for Esme as he promises to buy her a house with land so she won't feel cooped up and defends her against Thomas when he accuses her of betraying them. In Season 4, after John gets murdered, she appears to be devastated and promises to him that their children \"will never know the cursed side of this family\".\n\n==", "Thomas Shelby": "===Thomas Shelby===\nEsme is Thomas Shelby's sister-in-law. In Season 1, Thomas arranges her marriage to John and even walks into them as they are having sex at the end of the season. However, they have no other interactions apart from that. In Season 2, Esme suggests to Thomas that the family should ride away, causing him to get angry with her. Throughout Season 3 and 4, she appears to have developed quite a dislike against Thomas, culminating in the death of her husband, which causes her to curse him and Arthur as she leaves with her children to the road.\n\n=="}, "Father Hughes": {"Thomas Shelby": "===Thomas Shelby===\nWhile [[Thomas Shelby]] barely had any respect for the man, he was forced to work for him in order to protect his family and friends. Following the abduction of Tommy's [[Charles Shelby|son]], Hughes was confronted and killed by Michael Gray.\n\n=="}, "Finn Shelby": {"John Shelby": "=== John Shelby ===\nJohn Shelby is Finn's third oldest brother. John is often seen giving Finn a hard time. Whether giving him a shove, cuffing him upside the head, or taking a drink from his hand, John likes to flex his older-brother privilege on the only brother he is able to. This might also be amplified by their closeness in age, as Finn is much further removed from Arthur and Thomas, who seems to act more paternally to their youngest sibling.\n\n==", "Thomas Shelby": "=== Thomas Shelby ===\nThomas Shelby is Finn's second oldest brother. Tommy rescued Finn from his car when he was younger after a hand grenade was put in it by the [[Lee Family|Lees]]. Finn tells Tommy he was just pretending to be him, but Thomas warns him after the booby trap explodes that that is exactly the reason why he should never pretend to be like him. When Finn is older, Thomas allows him to stay for a family business meeting, while normally he would never be included as Polly wanted to protect him from it. Finn admires his brother, aspiring to be like him and be a part of the Peaky Blinders.\n\n==", "Arthur Shelby": "=== Arthur Shelby ===\nArthur Shelby is Finn's oldest brother and the one he is closest to out of the four. He and aunt Polly raised Finn when his mother died and his father abandoned the [[Shelby Family]]. Maybe this is the reason why Arthur tries so hard to keep Finn out of the illegitimate business. Arthur and Finn are first seen together in Season 2, at the day of the grand re-opening of [[The Garrison|the Garrison Pub]]. \n\n=="}, "Freddie Thorne": {"Ada Thorne": "===Ada Shelby===\nFreddie told Thomas that he fell in love with his sister Ada when he was 12 years old and she was 9 years old. He truly loved her. Freddie Thorne and Ada Shelby got married in season one and they had a son named Karl.\n\n==", "Thomas Shelby": "===Thomas Shelby===\nHe was also a childhood friend of Thomas Shelby, and despite saving Thomas's life during the war, the two had a falling out afterwards when Freddie became a communist. They are neither friends nor enemies by the start of the [[Series 1|first Series]].\n\nAppearances{{Series One Appearances|yes|yes|yes|yes|yes|yes}}\n=="}, "Gina Gray": {"Michael Gray": "=== Michael Gray ===\nGina is Michael's wife and the mother to their unborn child. She and Michael fell in love during Michael's time in America, but their history is not much known. She pressured Michael to move forward away from the Peaky Blinders and encouraged him to seize control within [[Shelby Company Limited]], despite his initial reserve. While she loved Michael, she did not wish to stay in Small Heath, but wished to return with Michael to the US for the birth of their child.\n\n=="}, "Grace Shelby": {"Inspector Campbell": "=== Inspector Campbell ===\n[[File:Ep1 2 c.jpg|thumb|250px|[[Chester Campbell|Chief Inspector Campbell]] and [[Grace Burgess]]]]\nAs of season one, Chester Campbell is Grace's commanding officer and supervisor whom she worked closely with. Prior to their arrival in Birmingham, little is known of their relationship beyond that he had worked together with her father in the past.\n\nEarly in the season, Inspector Campbell exhibited what seemed to be fatherly concern and affection for Grace, when he tells her to be careful in her undercover work around the Peaky Blinders and particularly, Thomas Shelby.\n\nAs the season progresses, however, Inspector Campbell becomes more explicit about his affections for her. This culminates in a marriage proposal after the stolen guns are found. Her rejection comes as a surprise to him, despite the fact that she explicitly asked him to spare the life of Thomas Shelby, not in the capacity of an agent, but asking for his word on the matter ''\"as a gentleman\"''.  His surprise quickly turns to anger as he deduces Grace's feelings for Thomas.\n\n==", "Thomas Shelby": "=== Thomas Shelby ===\n[[File:10864646-high-.jpg|thumb|Grace and Thomas Shelby in Series 3|link=http://www.farfarawaysite.com/section/peaky/gallery3/gallery3/hires/36.jpg|250px]]\nBy the end of [[Series 1]] she and [[Thomas Shelby]] became lovers, but she eventually leaves for America, urging Thomas to come with her. However, Thomas refuses her offer. He said that he was worked too hard to leave both his family and city behind. \n\nTwo years later, Grace is now married to Clive Macmillan, a rich banker and living in Poughkeepsie, New York. However, her feelings for Thomas have not faded. When she comes to London, she meets Thomas and they make love. She later reveals to him that not only is she still in love with him, but she’s now carrying his child.\n\nIn [[Series 3]], the pair marry and are happy living in a beautiful country estate with their young son, [[Charles Shelby|Charles]]. She was shot dead while they were hosting an evening party, killed by an Italian assassin on the orders of Vicente Changretta.\n\nIn [[Series 5]],  Thomas is being haunted by Grace’s death and hallucinating her ghost.\n\n=="}, "Inspector Campbell": {"Polly Gray": "=== Polly Gray ===\nIn the second series, Polly attempts to convince Campbell to release her son from prison by offering information. Campbell declines and when asked what it is that he wants, he makes it clear that he requires a sexual encounter for this \"favour.\" Campbell then goes on to rape Polly, but he does releases her son. At the end of series 2, it is Polly that shoots and kills Campbell.\n\n==", "Thomas Shelby": "=== Thomas Shelby ===\nThe relationship between Thomas and Campbell is one of the most important relationships during the first and second series. Campbell is hired by Churchill to investigate the Peaky Blinders, but quickly becomes fixed on Thomas directly — particularly due to his relationship with Grace, who Campbell himself wishes to wed. When he finds out that Thomas and Grace are involved, the relationship between the two becomes more complex and Campbell begins to feel a personal resentment towards Tommy. \n\nCampbell's resent and jealousy towards Tommy eventually leads to Campbell to work against him, hiring him to kill people on orders from the Crown ([[Winston Churchill]] himself). Eventually, Campbell hires the [[Ulster Volunteer Force]] to capture and kill Tommy, however his efforts are thwarted by Churchill himself. \n\n=="}, "Isiah Jesus": {"Finn Shelby": "=== Finn Shelby ===\nIsiah is also often seen with Finn Shelby. In Season 5 he was present when Finn was shot in the arm and later secured him as Aberama Gold pulled the bullet out.\n\n==", "Michael Gray": "===Michael Gray===\nIsiah is a close friend of [[Michael Gray]], son of Polly Gray, and introduces him to the ins and outs of being a Peaky Blinder (such as drinking and smoking) when Michael first joined.\n\n=="}, "Izabella Petrovna": {}, "Jessie Eden": {}, "John Shelby": {"Esme Shelby": "=== Esme Shelby ===\nJohn marries Esme in order to keep the Lee Family and the Shelbys from not only going to war with each other but to stop fighting amongst themselves. Esme and John have three children together and Esme is also the step-mother to his other four children from his first marriage with Martha who died before the show. They do love each other, as displayed by their affection towards one another and when they made a solemn promise to each other. In season 3, John promises to buy Esme a house with lots of land in order for him and the family to camp out when she feels like she's being cooped up. He also defends her when Tommy accuses her of betraying him when his son, Charlie, is kidnapped.\n\n==", "Lizzie Stark": "=== Lizzie Stark ===\nDespite [[Lizzie Stark|Lizzie]] being a previous partner of John’s, he still keeps a good friendship with her. When he finds her rattled and distraught at the Epsom Derby, John speaks to her, and Lizzie tells him that he should quit being a Peaky Blinder because he is too honorable a man for it (unlike his brother Thomas).\n==", "Michael Gray": "=== Michael Gray ===\nUpon meeting his cousin for the first time, John tells [[Michael Gray|Michael]], ''“I used to put you in a shoebox and kick you down Watery Lane.”'' John treats him similarly to how he treats his younger brother Finn—he is protective of him and keeps an eye on him as per Thomas’s orders.\n\nJohn also begins to resent Michael taking a more crucial role in the company when he becomes financial advisor and Tommy is seen to be telling Michael more than he tells John. John gets particularly annoyed at this when he speaks to Michael before him, getting very angered \"''you saw Michael before us!\" ''Tommy doesn't understand John's anger stating that legitimate business is the priority, prompting the response from John of \"''Since when!\". ''John does not like Tommy treating him like a ''<nowiki/>'toy soldier''' and puts part of the blame for this onto Michael.\n\n==", "Polly Gray": "=== Polly Shelby ===\nJohn informs [[Polly Shelby|Polly]] that when he was Michael’s age, he’d killed 100 men and seen 1,000 die. Hinting that she is not doing a good job as a parent, he tells her to let Michael come to the Doncaster Bloodstock horse auction with him and Arthur and Thomas. Polly does as John suggested.\n\n==", "Arthur Shelby": "===Arthur Shelby===\n[[Arthur Shelby|Arthur]] is John's oldest brother and the one he is closest to out of the four. Arthur and John not only grew up together but also served in the same regiment in the army. They are the closest to one another since they both lean on one another when they partake in illegitimate business. Throughout the series they are constantly together, there is hardly a scene where they are not together.\n\nBoth of them often share their burdens of killing enemies together. For example when Tommy asked them to kill [[Vicente Changretta|Changretta]] and his wife, they were hesitant since his wife used to teach them in primary school. Although the pair often do things together, they have very different views. When John says he will cut one of the Italian's a smile, Arthur says he should apologize but Tommy says he should actually kill him to send a message to Sabini, which John does. John is however less violent than Arthur, who has killed more people in the show, and John seems to have more of a conscience than Tommy as Lizzie Stark says she doesn't see what she see's in Tommy's eyes in his.\n\n=="}, "Johnny Dogs": {}, "Linda Shelby": {}, "Lizzie Stark": {"Jeremiah Jesus": "=== Jeremiah Jesus===\nLizzie Shelby is good friends with Jeremiah Jesus, the street preacher, who is first seen sat next to her at [[The Garrison Pub]] during its reopening. Jeremiah also escorts Lizzie to the Epsom Derby to do a job for Thomas.\n\n==", "John Shelby": "=== John Shelby===\n[[File:12.gif|thumb|John comforting Lizzie at the Epsom Races]]\nIn [[Series 1]], Lizzie is engaged to become John's wife and helps look after his children. When his brother Thomas finds out and confronts her, Lizzie tells him that John is \"a good man\" and that she loves him. However, this still isn't enough to stop Thomas, who had been one of Lizzie's customers, from telling John about Lizzie's continued prostitution work.\n\nDespite the fact that she didn't end up marrying John, Lizzie continues to be good friends with him. When she is emotional after her bad experience at the Epsom Derby, John comforts her but mistakenly assumes she was still working as a prostitute and had a bad experience with a client. Lizzie doesn't correct his mistake, instead reminding him of how much better of a man he is than Thomas, and that she thinks he should leave the Peaky Blinders gang before it potentially ruins him too. These honest words from Lizzie leave John speechless for a moment.\n\nIt is presumed Lizzie was upset after hearing the news of John's death, as her reaction was never shown.\n\n==", "Thomas Shelby": "===Thomas Shelby===\n[[File:Tumblr pf1iybQsM61u58rmv 400.gif|thumb|250px|Thomas and Lizzie in [[Series 1]]]]\nAt first, Lizzie resents Thomas for ruining her potential marriage with John and for manipulating her into telling him about her prostitution work. In the [[Series 2|second series]], Thomas asks Lizzie to be a secretary of sorts for him, under the one condition that she no longer continues her prostitution work. At the Epsom Races, Thomas asks Lizzie to seduce a military officer as a distraction. Though Lizzie is clearly uncomfortable with the notion of reverting to her prostitution work, she does so anyway, but not before Thomas promises her he will return before it goes too far. The officer is seen forcing himself upon Lizzie to her dismay before Thomas can reach them, but upon doing so, he kills the officer.\n\nThroughout the fourth series, Lizzie and Thomas continue to have a sexual relationship and Lizzie becomes pregnant and gives birth to Thomas' daughter, [[Ruby Shelby]].\n\nIn [[Series 5]], Lizzie and Thomas are married. Lizzie is raising [[Ruby Shelby|Ruby]] and [[Charles Shelby|Charles]] but her marriage with Thomas is strained as he is still hallucinating [[Grace Shelby|Grace]]’s ghost. Lizzie is tired of Thomas always being too busy with business for their family and debates divorcing him when she finds a lawyer in London who will represent her. She ultimately decides to stay with Thomas on the conditions that he does not \"fuck another woman in their house\" or a day after holding the hand of their children.\n\n==", "Arthur Shelby": "=== Arthur Shelby===\nLizzie is also a friend of fellow Peaky Blinder Arthur Shelby, who joins the company of John and Lizzie while they are speaking briefly at Epsom. \n\nIn [[Series 5]], Lizzie is close with Arthur's wife [[Linda Shelby|Linda]]. The two meet and discuss their futures with their husbands, but Lizzie advises Linda not to leave Arthur for another man as he would kill him.\n\n=="}, "Luca Changretta": {"Alfie Solomons": "===Alfie Solomons===\n\n==", "Audrey Changretta": "=== Audrey Changretta ===\nLike most Italian mob/mafia dynamics at the time, Luca and his brother, Angel, had extreme respect for both his mother and father. Since the death of [[Vicente Changretta]], it was [[Audrey Changretta]] who would launch base orders from her position in New York. Luca made sure to mention the wishes of his mother to Thomas upon their first meeting. Luca would later reference his mother throughout the rest of the season. However, little does Luca know that Thomas and his mother have an extremely torrid affair that was kept surreptitiously from Luca. It was extremely unfortunate however, when  Luca found out because John Shelby was killed as a result.[[File:Ep 4 5 Thomas luca.jpg|thumb|220x220px|Luca Changretta and [[Thomas Shelby]]|link=http://www.farfarawaysite.com/section/peaky/gallery4/gallery5/hires/3.jpg]]\n\n==", "Polly Gray": "===Polly Gray===\nTHOMAS SHELBY[[File:Luca4.jpg|thumb|330x330px]]\n\n=="}, "Maguire": {}, "May Carleton": {"Thomas Shelby": "=== Thomas Shelby ===\nMay lives quite an elevated life. Thomas and May’s relationship is that they’re both quite lonely in their own ways.\n\n=="}, "Michael Gray": {"John Shelby": "===John Shelby===\nJohn is Michael's cousin and the two are the closest in age out of all the Shelby's. In series 2 John looks out for Michael since he is the youngest of the boys and has only just been re-introduced into the family. John tells Polly not to worry about him, and let him join in with the rest of them when the boys go to a horse auction. Throughout series 2 John is seen play fighting and hugging Michael, in an attempt to make Michael less tense when he is around them.\n\nInto series 3, their relationship changes due to Michael now being a more crucial part to the Shelby Company. Tommy, in John's eyes, is beginning to tell Michael more and he is more involved than John. John likens it to being a 'toy soldier' and being told to 'do this John, do that John', he thinks that Tommy doesn't care about him as much as he does Michael since his relationship with Tommy just seems to be taking orders from him.\n[[File:Episode4_1a.jpg|thumb|Michael, Esme and John|250px]]\nAll of this means that John begins to show a dislike towards Michael, almost a jealousy. Since Michael seems to hold a more important role in the business, as Tommy says himself 'legitimate business is the priority'. John, in general, becomes more hostile toward Michael. Although Michael wants to fit in with the brothers. John is merely taking his anger that he feels towards Tommy out on Michael. John's resentment towards Michael wears off through series 3 as Michael begins to take more of a physical role in the business, officially taking part in Peaky Blinder activities and showing more of an interest in illegitimate business. Michael turns to Arthur and John for advice concerning Charlotte's abortion and how to shoot a gun. This shows to John and Arthur that Michael is serious about his role in the gang and looks up to them. Also when Michael is on his way to kill the priest John offers him some more advice. Their relationship is complex, John clearly harbours resentment towards Michael as John would like to be viewed by Tommy the same way Michael is.\n\n==", "Polly Gray": "=== Polly Gray ===\n[[File:Series_4_Polly_Michael.jpg|thumb|Michael and Polly Gray|250px]]\nMichael loves his mother but is not afraid of challenging her authority. When Polly also refuses to allow him to work for his cousin, [[Thomas Shelby]], Michael even makes threats so she will take him more seriously. Polly had Michael taken away from her many years ago, hence why she doesn’t want to let him get deeper involved in the business. She doesn't want to let him go, he is the only thing she has and if she were to lose him she would not forgive Thomas.\n\n=="}, "Patrick Jarvis": {}, "Ruben Oliver": {"Polly Gray": "=== Polly Gray ===\nThey came from different society, he's a well-educated artist but she was never educated. She is the matriarch of a criminal gang and a murderer. However, he's fascinated by her beauty, saying she's a woman of substance and class. He pursues and seduces her until things begin to develop between them. \n\nFinally, Polly decides to come to him at night and sleeps with him. Polly trusts him in the end and starts sharing a secret about the murder of [[Inspector Campbell|Chief Inspector Chester Campbell]].\n\n[[File:Ep3_6_Polly_Ruben.png|thumb|220px|Polly Gray and Ruben Oliver|link=http://peaky-blinders.wikia.com/wiki/File:Ep3_6_Polly_Ruben.png]]\n\nNext day, he leaves her because he's ready for her underworld life. When [[Charles Shelby]]'s kidnapped, Thomas makes her believe that Ruben betrays her. However Ruben comes back and makes it clear that he's never betrayed her. He tells her that he's ready to enter her world. She tells him that she wants a dull life and him, then they embrace and kiss. \n\nLater Polly is imprisoned for the murder of Campbell and nearly executed but later on released. Nearly 2 years later, Polly is alone without Ruben Oliver. She says to [[Ada Shelby]] that she's lost a man. \n=="}, "Scudboat": {}, "Tatiana Petrovna": {}, "Thomas Shelby": {"Ada Thorne": "=== Ada Shelby ===\n[[File:V2-Peaky-Blinders.jpg|thumb|250px]]\nAs his sister, Ada and Thomas initially share a close relationship. Tensions between the two, however, begin to grow as she engages in a relationship with [[Freddie Thorne]], an old friend turned enemy of Thomas' and the Peaky Blinders. The relationship between Ada and Thomas becomes further strained as Ada falsely believes Thomas to be the one who turned Freddie over to the police — something that is rectified at the end of [[series 1]], leading to the two becoming close again. \n\nLater, after the passing of Freddie, Thomas uses the wealth amassed by the Peaky Blinders to purchase a house for Ada and her child, proving his love for her. He further believes her to be the only one capable of talking sense into Polly over her son, [[Michael Gray]]. She later becomes an important figurehead in the family company, [[Shelby Company Limited]].\n\n==", "Grace Shelby": "=== Grace Shelby ===\n[[File:Peaky-Blinders-003.jpg|thumb|250px]]\nThomas first meets [[Grace Shelby|Grace]] shortly after she begins working at his local pub, [[The Garrison]], and quickly grows fond of her. This mutual attraction eventually leads to love, however the relationship is rocked when Thomas discovers that Grace was secretly operating as an agent for the Crown. Despite her mission, she too fell in love with him and urged him to run away to New York with her, escaping both the Crown and the life of a Peaky Blinder. Despite his feelings for Grace, he thankfully declines, opting to stay in Birmingham and lead the Peaky Blinders.\n\n[[File:Grace-7963be9bbd165f91d9206d75f2e6634a.jpg|thumb|250px]]\nGrace returns two years later, but is married to a wealthy American. Thomas is at first sardonic by her reappearance, but they end up spending the night together, a clear indicator that neither has lost  feelings for one another. In the [[Series 2|second series]] finale, Grace tells Thomas that she is pregnant with his child and that it's him, not her husband, who she loves.\n\n[[File:10864646-high-.jpg|thumb|250px]]\nAnother two years passes and Grace has given birth to a healthy boy, [[Charles Shelby]], and she and Thomas have married and now live in a country estate. However, her life with Thomas does not come without risk, as Grace is shot and shortly dies, leaving their son solely in the care of Thomas, who remains grieving long after her death and hallucinating her ghost. Photos and paintings of her are kept all around his house in her memory. \n\n==", "Greta Jurossi": "=== Greta Jurossi ===\n[[File:Greta Jurossi.png|thumb|250px]]\nIn [[Series 4]], Thomas turns up at out of blue at [[Jessie Eden|Jessie Eden’s]] home looking for knowledge of the Italian family trying to kill the Shelby’s. She was under the false impression that he came with an “improved offer” on the pay wage for his factory workers. During a conversation with Eden, she recalls the knowledge of a past lover of his, [[Greta Jurossi]], daughter of Italians who “died at age 19 of consumption.”\nGreta’s sister, [[Kitty Jurossi|Kitty&nbsp;Jurossi]], and friend of Eden said Thomas was “at her bedside for three months. Every day, holding her hand,” and shortly after went to war. Kitty Jurossi claimed he was a sweet boy before the war and was a member of the Communist Party. Eden returns a photo to Thomas from Kitty of he and Greta at Blackpool beach. On it was written “Wild Rovers beside the seaside. June 15th, 1915”.\n\nIn the same episode, Tommy takes Lizzie to a dock beneath a bridge he had “not been in a long time” where a girl “would wait for hours for me when I couldn't make it... and I’d wait for her if her family kept her in.” At this point, he hints that it was Greta by mentioning that it was “Some girl... some girl before France.” presumably for sex.\n\n==", "John Shelby": "=== John Shelby ===\nLike Arthur, John is Thomas' brother and a close and trusted ally. He is also entrusted 1/3 of Shelby Company Limited and is initially the bookkeeper for the Peaky Blinders, believing himself to be better than  his brothers. \n\nTensions arise between the brothers when John announces he is to marry [[Lizzie Stark]], someone that — unknown to him — Thomas has been sleeping with since his return from the war. Not wanting to see his brother hurt, Thomas reveals this information to John, causing complications in their relationships and leading to John calling off the engagement. Thomas does, however believe John to be an important member of the Shelby family, arranging for his marriage to [[Esme Shelby|Esme Lee]], a member of a large gypsy clan. Thomas believes the marriage between the two to be an important way to unify the two clans against [[Billy Kimber]] and the Birmingham Boys. In the end, John seems to enjoy his marriage to Esme.\n\nIn 1926, Thomas warns John about the incoming attack from the Changretta Family, however John misses the call and is later shot dead by the family, much to Thomas' sadness. \n\n==", "Lizzie Stark": "=== Lizzie Stark ===\n[[File:LizzieAndThomas1.png|thumb|250px|Thomas and [[Lizzie Stark]]]]\n[[Series 1]] sees Lizzie engaged to be married to [[John Shelby|John]]. [[Thomas Shelby|Thomas]], upon finding out about the marriage, proceeds to test Lizzie, offering her money to sleep with him one last time. She is reluctant at first but takes the money. Thomas tells John of the event, leading to the marriage being called off, but not before John found out Thomas was one of Lizzie's regular clients after he arrived back from the war in France.\n\nIn [[Series 2]], Lizzie is next seen after having sex with Thomas, telling him she wishes just once he wouldn't pay her, like normal people. He doesn't take much interest in the conversation but is next seen back in his office with Lizzie once again, telling her to close her eyes. He offers her a job as his secretary, telling her she would no longer do her other work as a prostitute, this time with \"no exceptions\".\n\nIn episode [[Episode 2.6|6]], she is escorted to the Epsom Derby by [[Jeremiah Jesus]] to Thomas, who has a job for her. After they take a seat, he explains to her he needs her to distract a soldier, by taking him to a 'quiet place'. She instantly knows that he is implying she seduces him, but retorts using his own words, telling him that he said there would be no exceptions. He continues that he promises to get there before 'it' starts, and Lizzie eventually accepts. Once with the soldier, he becomes violent when she tries to slow things down, and Thomas doesn't arrive until after the soldier is raping Lizzie. Thomas pulls his gun and begins to fight with the man until he is able to shoot him with his own gun. Lizzie is shakily pointing his gun at him, crying and screaming where he was. He attempts to comfort her, but she angrily pushes him away and leaves.\n\nBy the end of [[Series 4]], Lizzie had gotten pregnant and given birth to Thomas' child.\n\n==", "May Carleton": "=== May Carleton ===\n[[File:Ep2_5_Thomas_May.jpg|thumb|May and Thomas Shelby|250px]]\nThomas and [[May Carleton]]’s relationship is that they’re both quite lonely in their own ways. Thomas is probably the first man that she feels passion for since her husband passed away.\n\n==", "Polly Gray": "===Polly Shelby===\nPolly and Thomas share a close relationship, both within the Peaky Blinders and family. Within the Shelby family, Polly has looked after Thomas since they were young. When Thomas found out about Polly's search for her children, he aided her in finding them, however was reluctant to reveal their location, fearing that her anger would ruin the relationship between the two before it had begun.\n\nWithin the [[Peaky Blinders]], Polly is one of his most trusted advisers, often advising him on gang business as the treasurer for the gang. In [[series 1]], Thomas places Polly as interim leader while he is away on gang business, stating that she become permanent leader if he did not return. \n\n==", "Tatiana Petrovna": "=== Tatiana Petrovna ===\nHis sexual interest in series 3, he sleeps with her on a few occasions, as she was \"offered\" by her Aunt to help close the deal with the family. Although he may harbour some feelings of love for her, they don't come close at all to his feelings for Grace and he rebuffs her coldly at the end of series 3, as she leaves the city and presumably the country.\n==", "Arthur Shelby": "=== Arthur Shelby ===\nArthur is Thomas' elder brother and the two have a close but complex and strained relationship. Thomas uses the Peaky Blinders wealth and persuasion to purchase [[the Garrison]], to which he entrusts to Arthur's management. He further involves his brother as 1/3 owner of [[Shelby Company Limited]], proving the relationship between the two to be a strong and trustful one. \n\nDespite their closeness, Thomas shows no love for Arthur's actions and attempts at suicide. While he forgives Arthur for giving their father £500 of the Peaky Blinder's money, he expresses contempt at Arthur's failed attempt to hang himself, sarcastically suggesting that next time he shoot himself. Furthermore, during Thomas' wedding where he prevents Arthur from saying his best mans' speech.\n\n=="}, "Winston Churchill": {"Thomas Shelby": "===Thomas Shelby===\nThe relationship between Churchill and Thomas is a complicated and ominous one. Initially, Churchill is behind [[Inspector Campbell]]'s orders to have Thomas kill people for the crown. He grants Thomas temporary export licenses, with the intention to revoke them after his efforts. However, the relationship does become quite complex, when Campbell hires the [[Ulster Volunteer Force]] to kill Tommy. Churchill orders one of the members to save Thomas, requesting that one day Thomas fulfil a favour for him in the near future.\n=="}, "Arthur Shelby": {"Arthur Shelby Sr.": "=== Arthur Shelby Sr. ===\nArthur and his father initially shared a close, but similarly complex, relationship. Arthur was one of the only members of the Shelby family — and the Peaky Blinders as a whole — to welcome his father back to Birmingham, having left them as children in the care of [[Polly Shelby|their aunt]]. While Tommy and Polly do not welcome him back, Arthur finds himself caught up in his fathers plans to take money from the Peaky Blinders for his own use. To do this, he tricks Arthur into believing that they are to open a casino business, however his father tricks him, taking his £500 (worth around £6,500 present day) and disappearing. \n==", "Finn Shelby": "=== Finn Shelby ===\nBoth Arthur and John were initially the ones who looked after Finn during a night out however once John dies, Arthur needed a right-hand man which Finn was the only option as he was his brother but when Finn implies that he's unable to kill even when Arthur is under gunpoint, Arthur states that \"''In the end, it is God who pulls that fucking trigger anyway.\" ''This illustrates that he doesn't necessarily care about that but rather having his brother there with him.\n\n==", "Grace Shelby": "=== Grace Shelby===\nArthur is seen having a soft spot for Grace in the [[Series 1|first series]] and often asks her for help with business calculations when he is having trouble. He accidentally slips out family business information to Grace, but makes sure to inform Thomas that Grace has been asking questions about how the family runs their business. In the [[Series 3|third series]], when Grace married Thomas, Arthur casually refers to her as his 'sister', indicating that he has welcomed her into the family despite her past history with the Shelby's.\n\n==", "Linda Shelby": "=== Linda Shelby ===\n[[File:Ep3_1_Arthur_Linda.jpg|thumb|left|Arthur and his wife Linda|250px]]\nSometime between the years of 1922 and 1924, Arthur meets religious Linda, a devoted Quaker, and they marry. She helps Arthur put his life back together and deal with his mental health issues, firstly by helping him stay sober as much as she can.\n==", "Michael Gray": "===Michael Gray===\nWhen Arthur first meets him, he tells Michael that he already knew him when he was a child: ''“I used to throw you out the window so John could catch you.”'' Just like John, Arthur treats Michael like a brother and makes sure to keep an eye out for his safety . Since Michael lost most of the money while in America and due to being suspected of betraying them Arthur along with Tommy acts very aggressively and mistrusting toward Michael. \n\n==", "Thomas Shelby": "=== Thomas Shelby ===\nThomas is Arthur's younger brother and the two share a complex but close relationship. Despite being the oldest of the Shelby brothers, Arthur is not the leader of the Peaky Blinders, which is something that often comes between the two brothers, with Arthur frequently trying to prove himself to Tommy. Despite this, Tommy purchases their local pub, [[the Garrison]], putting Arthur in charge — therefore there is an element of trust between the two brothers. \n\nFurthermore, the relationship between Thomas and Arthur becomes strained when Arthur attempts to commit suicide on many occasions, believing himself to be a failure. While Tommy shows his brother that he cares about him, he laughs at his failed attempts at suicide, simply retorting to do it properly next time.\n\n=="}}